[
    {
        "name": "Acaroid",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Xanthorrhoea_semiplana_-_Anstey_Hill.JPG/800px-Xanthorrhoea_semiplana_-_Anstey_Hill.JPG",
        "background": "The so-called Acaroid Resin is a natural oleo-gumresin, exuded from various species of Xanthorrhoea trees in Australia, Tasmania, and New Zealand. Acaroid resinoid and Acaroid tincture are excellent fixatives for low-cost soap perfumes or industrial perfumes, particularly those of sweet balsamic type. The odor type of Acaroid is quite similar to that of peru, styrax, and tolu balsams, however, much weaker in odor strength. Apart from the color drawback, Acaroid could well replace the Sumatra benzoin, and it blends well with cinnamic aldehyde.",
        "usage": "-",
        "blendsWith": [
            "Cinnamic aldehyde"
        ]
    },
    {
        "name": "Agar oil",
        "image": "https://th-i.thgim.com/public/news/national/8ege13/article68457852.ece/alternates/FREE_1200/agar%20tree.jpg",
        "background": "This oil is water-distilled from fungus-infected wood of the tree Aquilaria Agallocha, growing in northeastern India. Healthy trees have an odorless wood which produces no essential oil. Only older trees are attacked by the fungi; thereafter an oleoresin is produced inside the wood. After proper maceration of the wood, this oleo. resin will yield an essential oil upon distillation. Wood from infected trees is cut and coarsely chopped, then soaked in water prior to distillation. It is common practice to add salt (sodium chloride) to the water. Being a distillation at atmospheric pressure (100°C.), the process of total exhaustion of the wood is a lengthy one. The oil is high-boiling, and the distillation waters must be cohobated (i.e. returned to the still and redistilled) in order to produce a reasonable yield and a complete oil. Agar Oil is pale yellow to brownish yellow or dark amber in color; it is a very viscous liquid of rich and sweet-woody, almost balsamic odor not unlike that of vetiverol or purified styrenefree styrax, and with a sweetness similar to that of sandalwood oil. Agar Oil could find use in perfumery for oriental bases, woody-aldehydic bases, chypres, fougères, etc.",
        "usage": "-",
        "blendsWith": [
            "Vetiver oil",
            "Sandalwood oil",
            "Geranium",
            "Methylionones",
            "Linalool",
            "etc."
        ]
    },
    {
        "name": "Ajowan",
        "image": "https://www.spicemountain.co.uk/wp-content/uploads/2019/10/ajowain.jpg",
        "background": "Ajowan Oil is steam distilled from the fruits (= seeds) or, occasionally, from the whole overground plant of Ptychotis Ajowan. Ajowan Oil is a yellow-orange to pale brownish or red-brown liquid of a pungent, herbaceousspicy and medicinal odor, reminiscent of red Thyme. However, unlike the rich odor of red thyme, Ajowan Oil presents a sharper, more cymene-like topnote and very little herbaceousmellow body. The fresh, almost green-cuminic topnote is characteristic of Ajowan Oil. It does not present any distinct advantage over Thyme Oil. Years ago, ajowan oil was used for the isolation of Thymol, but this chemical is now produced synthetically.",
        "usage": "-",
        "blendsWith": [
            "-"
        ]
    },
    {
        "name": "Almond oil, bitter",
        "image": "https://www.profifaiskola.hu/images/stories/virtuemart/product/Prunus%20amygdalus%20T%C3%A9t%C3%A9nyi%20kedvenc%20T%C3%A9t%C3%A9nyi%20kedvenc%20mandula2.jpg",
        "background": "The Bitter Almond Tree is cultivated particularly in the U.S.A., Israel, Syria, Turkey Morocco, Spain and France. The botanical material contain a glycoside, Amygdalin, in the kernels. Enzymatic processes initiate the decomposition of this glycoside, whereby Benzaldehyde and Hydrocyanic Acid are formed. The crude essential oil thus contains ‘significant amounts of the highly toxic hydrocyanic acid which must be removed before the oil can be used in flavors or perfumes. As little as 0.02 grams of this poison is lethal to the average human being. This amount of hydrocyanic acid can be present in about 8 to 10 drops of crude, unrectified Bitter Almond Oil. It is interesting to note that hydrocyanic acid has an odor which is somewhat similar to that of Benzaldehyde, the main constituent of bitter almond oil. Bitter Almond Oil is a colorless liquid of strong, but sweet and clean odor, reminiscent of crushed, wet bitter almonds or of a very high grade of benzaldehyde. The odor is also familiar to those who prepare or enjoy the European candy known as “Marcipan”. Bitter Almond Oil, which is almost pure Benzaldehyde, is not a very stable oil. An addition of 10% (but not less) of ethyl alcohol is recommended as a stabilizer, and the oil should be stored in well filled glass containers, protected from daylight, moisture and air. Bitter Almond Oil finds very little use in perfumery where it is replaced by a high grade of benzaldehyde. They blend well with anisic-balsamic types of odor.",
        "usage": "-",
        "blendsWith": [
            "Sweet florals"
        ]
    },
    {
        "name": "Amber oil",
        "image": "https://nomadnoe.com/cdn/shop/articles/amber_720x.jpg?v=1666381178",
        "background": "This essential oil is produced by destructive (dry) distillation of Amber at atmospheric pressure. Amber is one of the oldest and hardest fossil resins, exuded millions of years ago, presumably from Pinus Succinifera, a fir. Crude (or pyroligneous) Amber Oil is a dark amber-colored or brownish, but clear oily liquid. Its odor is smoky, tarlike, resinous, with a distinct resemblance to the odor of tanned leather. It is sweetened with cananga oil, benzylsalicylate, zingerone, etc. for typical “leather” bases, e.g. in men’s colognes and after-shaves",
        "usage": "-",
        "blendsWith": [
            "Labdanum",
            "Castoreum",
            "Ionones",
            "Amylsalicylate",
            "etc."
        ]
    },
    {
        "name": "Ambergris",
        "image": "https://2seewhales.com/wp-content/uploads/2018/02/sperm-whale-1000x480.jpg",
        "background": "Ambra, also called Ambregris or Ambergris, is a substance of animal tissue, formed in the stomach or intestine of Physeter Catodon, the cachalot whale. It is conceivable that Ambra is the result of a pathological condition caused by irritation of the whale’s stomach walls due to certain indigestible particles in the whale’s food. Consequently, Ambra is one of the few natural perfumery raw materials which cannot be “cultivated”. Pieces of Ambra are either washed ashore on various temperate ocean coasts and islands, or they are found inside the whales when these great mammals are captured for their oil. Ambra is a pale grayish or creamy-yellow to brown or dark brown waxy solid mass which melts in boiling water. Its odor is rather subtle, reminiscent of seaweed, wood, moss, with a peculiar sweet, yet very dry undertone of unequaled tenacity. There is rarely any animal note at all in a good grade of Ambra. The greater part of a good grade of Ambra is soluble in alcohol. By concentration of the tincture, the so-called Resinoid of Ambergris is obtained. When concentrated 20 times, the ambergris tincture turns into a light brown, semi-solid mass, which could be called “20-fold tincture of ambergris”. Ambra has comparatively little diffusive power, but it has a tremendous tenacity. Musk or Civet are required to improve the “wearability” of a perfume. Consequently, Ambra Tincture is particularly recommended in the more delicate florals, e.g. muguet, sweet pea, lilac, freesia, cyclamen, white rose, etc. In the modern aldehydic “fantasy” perfume bases, the use of Ambra or a similar “bouquetting” agent is a necessity in order to “round off” the stubborn chemical notes of aliphatic aldehydes. ",
        "usage": "-",
        "blendsWith": [
            "Delicate flowers"
        ]
    },
    {
        "name": "Ambrette seed",
        "image": "https://www.cfmot.de/wp-content/uploads/2023/04/sabbir-ahamed-7sE5JK_iS4U-unsplash-1024x683.jpg",
        "background": "Ambrette Seeds are produced in the fruits of a cultivated plant, Hibiscus Abelmoschus. Ambrette Seed (oil or absolute) are known for the “exalting” effect which they impart to perfumes, and for the unique bouquet they lend to perfumes and flavors. They are very expensive materials, and the annual production can be measured in two-figured kilo-amounts. The oil should be stored in a 50% or 10% alcoholic solution at reduced temperature in order to prevent the appearance of rancid notes due to a possible decomposition of traces of fatty oils and acids in the essential oil (or in the absolute).",
        "usage": "-",
        "blendsWith": [
            "Rose",
            "Neroli",
            "Methylionones",
            "Sandalwood oil",
            "Cyclamal",
            "Hydroxycitronellal",
            "Aliphatic aldehydes",
            "etc."
        ]
    },
    {
        "name": "Ammoniac Gum",
        "image": "https://www.innerpath.com.au/matmed/jpeg-gif/Dorema_ammoniacumGum.jpg",
        "background": "Ammoniac Gum (also called Ammoniacum) is a natural oleo-gum-resin which is exuded after incisions in the stem of the tall plant, Dorema Ammoniacum (in Iran), or from various Ferula species (in Libya and Morocco). The substance is a physiological formation inside of the stems of the plant. Tinctures and resinoids are produced from this material, and are used in perfume and flavor work to a limited extent. Tincture of ammoniac gum has some fixative value and imparts a certain “animal” note to perfumes.",
        "usage": "-",
        "blendsWith": [
            "Rose",
            "Jasmine",
            "Sweet wood oils",
            "Heavy oriental perfumes",
            "Balsamic sweet type materials"
        ],
        "additional_info": "fixative"
    },
    {
        "name": "Amyris oil",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Amyris_elemifera1.jpg/1200px-Amyris_elemifera1.jpg",
        "background": "Amyris Oil is steam distilled from the wood of Amyris Balsamifera, the so-called West Indian Rosewood. Amyris Oil is a viscous liquid of pale yellow, yellow or brownish-yellow color. Its odor is faintly woody, not dry. It has a slightly oily-sweet, balsamic note, and occasionally displays a faintly peppery topnote, reminiscent of guaiacwood or cubeb. The body-odor is very tenacious, but it rapidly loses the rich, complex odor, fading out in a very weak, woody-balsamic note. The odor varies considerably, depending on the age of the oil and the age of the wood prior to distillation. The natural unfractionated amyris oil has some perfumery value beyond its well-known fixative power. But its woody effect is far inferior to that of sandalwood oil, for example. ",
        "usage": "-",
        "blendsWith": [
            "Ionones",
            "Methylionones",
            "Lavandin oil",
            "Coumarin",
            "Oakmoss",
            "Terpineol",
            "Citronella oil",
            "Sassafras or Ocotea oils",
            "Amylsalicylate",
            "etc."
        ],
        "additional_info": "fixative"
    },
    {
        "name": "Angelica root absolute",
        "image": "https://i0.wp.com/post.healthline.com/wp-content/uploads/2020/09/Angelica-archangelica-1296x728-header.jpg?w=1155&h=1528",
        "background": "Angelica Root Absolute is produced by a two-step extraction of angelica roots. The comminuted roots are first extracted with petroleum ether or benzene, and the solvent is completely recovered in vacuum. The residue (= the concrète extract) is subsequently extracted with ethyl alcohol. The alcoholic extract is chilled, filtered and evaporated under vacuum. After recovery of the alcohol, the Angelica Root Absolute is left as a viscous, yellow-brownish liquid. Its odor is intensely musky-woody, heavy, sweet, somewhat spicy, with a resemblance to Pimpinella root. The richness in odor body has some similarity to that of ambrette seed absolute, but the earthy, root-like notes of the angelica root absolute recall the odor of a drugstore. There is hardly any distinct topnote or pepperiness at all. Angelica root absolute can be used in perfumery for its unusual tenacity and peculiar animal note, combined with a rich body. The absolute does not impart the typical topnote effects which can be obtained with the essential oil from the root.",
        "usage": "-",
        "blendsWith": [
            "-"
        ]
    },
    {
        "name": "Angelica root oil",
        "image": "https://www.magicgardenseeds.com/media/image/product/1562/lg/echte-engelwurz-angelica-archangelica-samen.jpg",
        "background": "This oil is steam distilled from the dried roots of Angelica Archangelica. Angelica Root Oil is a water-white or pale yellow to orange-brown colored liquid. The main constituent is Phellandrene, a monoterpene of comparatively minor value in perfumes and flavors. It is responsible for the light, somewhat peppery topnote of oils from young roots. Beneath the peppery topnote grows a rich, somewhat herbaceous-earthy, woody body- note of unique tenacity and great diffusive power. The note is also slightly musky-animal-like with a spicy undertone. Various lactones, occurring in trace amounts in the oil, are held responsible for these special effects of the oil and for the synergistic effect it imparts to other perfume materials in compositions. One of these lactones is Cyclopentadecanolide. Its power is easily underestimated, and it is an art in itself to use this oil correctly, and to adjust the application and concentration according to the inevitable type-variations. ",
        "usage": "-",
        "blendsWith": [
            "Patchouli",
            "Opopanax",
            "Costus",
            "Sage clary",
            "Vetiver",
            "Oakmoss",
            "Coumarin",
            "etc."
        ]
    },
    {
        "name": "Angelica seed oil",
        "image": "https://gardenerspath.com/wp-content/uploads/2020/05/Angelica-Seeds.jpg",
        "background": "This oil is distilled by steam from the seeds (fruits) of the same plant which yields angelica roots (see Angelica Root Oil). Angelica Seed Oil is a water-white or very pale yellow, mobile oil of strong, fresh, light and peppery odor. The topnote is distinctly terpenelike, at times almost harsh in its roughness, but also quite fresh. A sweet, almost anisic undertone is quite characteristic, and there is less woodiness, less earthiness in the seed oil than in the root oil. The seed oil has less tenacity, and presents a very weak dryout note of the same type as found in the root oil. The root oil is preferred in perfumery for its superior tenacity, while the seed oil presents a unique fresh-peppery topnote, although a very expensive one.",
        "usage": "-",
        "blendsWith": [
            ""
        ]
    },
    {
        "name": "Anthocephalus Cadamba",
        "image": "https://assets-news.housing.com/news/wp-content/uploads/2022/10/02001326/neolamarckia-cadamba-feature-compressed.jpg",
        "background": "From the flowers of the Kadamba (or cadamba) tree in northern India is produced an essential oil by water distillation and a concrète by benzene extraction. At night, the flowers exhale a strong, heavy-sweet fragrance reminiscent of orange flowers, jasmin, and gardenia. The yield of essential oil is extremely small (about 0.2%), and it is necessary to collect the distillate in benzene in order to avoid a total loss of oil in the distillation waters. Anthocephalus Cadamba oil is a pale yellow or yellow oily liquid of a woody-floral and sweet odor with a short-lived, but strong minty-borneolic topnote. The dryout is delightfully sweet- floral, reminiscent of champaca and neroli. The tenacity of this fragrance is almost incredible. The full yield of this interesting perfume oil is obtained only when the oil is skillfully and cautiously supported by mild, sweet florals, fixers and modifiers. Neroli oil would supply a suitable topnote.",
        "usage": "-",
        "blendsWith": [
            "Ylang-ylang",
            "Neroli",
            "Jasmine",
            "Cassie",
            "Mimosa",
            "Alpha-isomethylionone",
            "Heliotropine",
            "Cassione",
            "Alyphatic aldehydes",
            "etc."
        ]
    },
    {
        "name": "Araucaria oil",
        "picture": "https://encrypted-tbn3.gstatic.com/licensed-image?q=tbn:ANd9GcSl9Sy_2vaR5YsoLeKendLuBvwyUiGGPlnqgM3Hz0wzmuoTDvJKyaC3Yfxt_TcjHt0pPDcIL68V3kmrEoU",
        "background_info": "Araucaria Oil is steam distilled from the wood of a comparatively small tree, Callitropsis Araucarioldes. Araucaria Oil is solid at room temperature, but if melted, it may remain supercooled as a very viscous liquid for a considerable length of time. \nThe solid oil is not quite homogeneous, often grainy in texture. It is very pale yellow to olive-green or of a brown color. The oil may contain some iron.\nIts odor is delicately woody, but also rich and sweet (a rare combination), almost floral like nerolidol or cabreuva oil. It has notes in common with amyris oil, bois de rose, copaiba, good guaiacwood oil, and the sesquiterpene fractions from Java type of citronella oil. \nAraucaria Oil is an excellent fixative among the groups of “so-called” fixatives. Araucaria Oil is a very low-cost perfume material, but it has not yet found extensive use beyond that of a modifier-fixer in soap perfumes, e.g. mimosa, chypre, fougère, lily-of-the-valley, lilac, etc.",
        "usage": "-",
        "blends_well_with": [
            "Sage Clary, Methylionones, Hydroxycitronellal, Linalool, etc."
        ],
        "additional_info": "fixative"
    },
    {
        "name": "Arnica oil",
        "picture": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Arnica_montana.JPG/800px-Arnica_montana.JPG",
        "background_info": "Arnica Oil is steam distilled from the flowers of Arnica Montana. The yield of essential oil is very small, and the cultivation of the plant is highly problematic. Consequently, the oil is scarce and expensive. Arnica Oil is a yellow-orange or greenish-blue colored liquid. Arnica Absolute or Arnica Resinoine are dark amber colored, viscous liquids of intensely herbaceous-sweet, tealike, somewhat spicy, powerful and very tenacious odor. The dryout is bitter, tealike and very pleasant. The odor of the oil resembles that of chamomile with a certain woody-earthy undertone. Arnica Oil (from flowers) finds occasional use in perfumes of the herbaceous (i.e. non-floral) type, e.g. chypre, fougère, “tabac”, leather, colognes, etc.",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Artemisia Alba",
        "picture": "https://bunchberrynurseries.ca/cdn/shop/files/Artimesiajws.jpg?v=1707065840",
        "background_info": "This oil is steam distilled from the whole over- ground part of Artemisia Alba. The essential oil of Artemisia Alba is a dark green, rather viscous liquid of very powerful, bitter-herbaceous odor and bitter-burning flavor. The “greenness” in odor type and the peculiar bitter aroma of this oil makes it an interesting item for chypre, fougère, “forest” notes, aftershave colognes, etc.",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Artemisia Vulgaris",
        "picture": "https://www.magicgardenseeds.com/media/image/product/6201/lg/gewoehnlicher-beifuss-artemisia-vulgaris-bio-saatgut.jpg",
        "background_info": "The artemisia plants seem to have originated in Eastern Europe and Western Asia. An essential oil is steam distilled from the dried herb. The essential oil of Artemisia Vulgaris is a pale yellow or almost colorless liquid. The odor is powerful, fresh- camphoraceous, somewhat green and bitter-sweet, with a cedarleaf-like topnote and a sage-rosemary- like bodynote. The dryout is very pleasant, sweet herbaceous and tealike. The essential oil is used in perfumery to add freshness and warmth to lavender-colognes, chypres, fougères, pine fragrances, etc. The oil shows great power and diffusiveness, and it is stable in soaps.",
        "usage": "-",
        "blends_well_with": [
            "Oakmoss, Patchouli, Rosemary, Lavandin, Isobornylacetate, Pine needle oils, Sage Clary, Spanish Sage, Coumarin, Decylalcohol, etc."
        ]
    },
    {
        "name": "Asarum Europaeum",
        "picture": "https://blumen-natur.de/wp-content/uploads/2020/12/europaeischer-haselwurz-blaetter-2.jpg",
        "background_info": "The essential oil of Asarum Europaeum is steam distilled from the entire fresh plant of the European Hazelwort. The oil is dark amber colored or almost brown, and very viscous. Old oils often show a deposit of crystals. The odor of Hazelwort Oil is somewhat reminiscent of that of Canadian Snakeroot Oil: a sharp, peppery, spicy-woody and warm, but not very pleasant odor. The flavor is burning, almost pungent and sharp, far from pleasant. The oil could, however, still serve as an interesting item for fine perfumery and in the reproduction of other essential oils. Its penetrating and peculiar note can produce quite interesting effects in oriental perfumes and chypres when the oil is used with skill and experience.",
        "usage": "-",
        "blends_well_with": [
            "Vetiver, Isoeugenol, Opopanax, Oakmoss, Patchouli, etc."
        ]
    },
    {
        "name": "Asafoetida Absolute",
        "picture": "https://i0.wp.com/post.healthline.com/wp-content/uploads/2020/03/asafoetida-1296x728-header.jpg?w=1155&h=1528",
        "background_info": "Asafoetida or Asafetida is a natural oleo-gumresin, exuded from roots of a big plant, Ferula Asafoetida, and other species of Ferula, a plant native to Iran and Afghanistan. The substance is a physiological product of the plant. When overground parts of the plant are cut off, a milky juice flows out and solidifies upon exposure to air. At low concentrations, Asafoetida Absolute can introduce very intriguing notes in rose bases and heavy oriental fragrances. The alliaceous odor of asafoetida is due to large amounts of sulphur compounds in the essential oil only.",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Atractylis oil",
        "picture": "https://www.florealpes.com/photos/atractylishumilis_5.jpg",
        "background_info": "Atractylis Oil is steam distilled from the roots of Atractylis Ovata and possibly from other species of Atractylis. Atractylis Oil is a solid, waxy-crystalline mass of dark yellow to orange-red color. Atractylis Oil is very useful in perfumery where its excellent fixative effect and surprising power can be utilized in heavy oriental bases, woody fragrances, spicy and dry ambra types, etc. ",
        "usage": "-",
        "blends_well_with": [
            "Vetiver, Ionones, PhenylEthylAlcohol, Isoeugenol, Opopanax, Nitromusks",
            "etc."
        ],
        "additional_info": "fixative"
    },
    {
        "name": "Backhousia Myrtifolia",
        "picture": "https://tuckerbush.com.au/wp-content/uploads/2017/08/Cinnamon-Myrtle-Backhousia-myrtifolia-1.jpg",
        "background_info": "Essential oils are distilled from leaves and twigs of trees of the above name in southeastern Australia. It has been disclosed recently that at least 4 different “physiological” forms of this tree grow in the area. So far, the most common types of essential oil distilled from the individual physiological forms are: 1) The Elimicin form of Backhousia Myrtifolia. The main constituent is trimethoxy-allylbenzene, a sweet-woody smelling material; 2) Isoelemicin form of Backhousia Myrtifolia. This oil consists mainly of Isoelemicin. 3) and 4): Methyleugenol form and Methyl Isoeugenol form. All four types of essential oil could be of considerable interest if they were produced on a large scale. They would be interesting starting materials for the isolation of the above mentioned main constituents which are either well-known and regularly used perfume materials (the latter two), or useful modifiers-fixatives for perfumes (the two former).",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Balsamite",
        "picture": "https://www.compositae.org/img/banner.jpg",
        "background_info": "An essential oil under the name of “essence balsamite” is steam distilled from a wild growing or cultivated herb of the family compositae (őszi rózsa). Balsamite Oil is a clear yellow or pale yellow liquid of very powerful, fresh-herbaceous and somewhat medicinal odor. The very first topnote bears some resemblance to the odor of Evoulimba Oil or to wild marjoram, pennyroyal terpenes, light fractions of pine oil, etc. The bodynotes have certain phases in common with basil, hyssop and savin. An almost nauseating, savin-like note is very persistent in the odor of this oil. The dryout is sweeter but resembles at times sulfate turpentine and terpinolene. Balsamite Oil could undoubtedly introduce piquant topnotes in fougères, pine fragrances, spicy after-shave lotions, etc.",
        "usage": "-",
        "blends_well_with": [
            "Rosemary, Bay leaf oil, Sage oil, Cedarleaf oil, Isobornylacetate, etc."
        ]
    },
    {
        "name": "Basil oil, sweet",
        "picture": "https://www.gardenia.net/wp-content/uploads/2023/04/Zr6xu4xq1jF7hLENb2aNtO9jsD7DS6GLZMw24RPF-780x520.webp",
        "background_info": "The true Sweet Basil Oil which is steam distilled from the flowering tops of the small plant Ocimum Basilicum. The oil is usually pale yellow or almost colorless. Its odor is sweet-spicy, slightly green, fresh, with a faint balsamic woody undertone and a lasting sweetness. It is produced in very limited quantities (annual world production is less than one metric ton), and the oil ranks among the more expensive essential oils. However, its great strength makes it very useful and generally applicable in fine perfumery and in flavor work. In perfumes, Sweet Basil Oil has been a “classic” material in the “Origan” type of perfumes and bases for several decades. In chypres, crèpe de chines and certain modern aldehydic and “green” perfume types, the oil can introduce very interesting notes.",
        "usage": "-",
        "blends_well_with": [
            "Opopanax, Bergamot oil, Isoeugenol, Sage clary, Methylionone, Cyclamal, Lime oil, Oakmoss, Hydroxycitronellal, etc."
        ]
    },
    {
        "name": "Bay Leaf oil, terpeneless",
        "picture": "https://images.healthshots.com/healthshots/en/uploads/2024/10/22153857/Bay-leaf.jpg",
        "background_info": "Terpeneless Bay Leaf Oil is produced from “crude” (or “natural”) Bay Leaf Oil by removal of the terpenes, usually only the low-boiling monoterpenes: myrcene, dipentene, pinene and limonene. Terpeneless Bay Leaf Oil is a pale straw- colored to brownish-orange colored oil, depending on the method of deterpenation. “Topped-off” oils are obviously darker than the natural oil from which they were produced. Terpeneless Bay Leaf Oil has an intensely sweet, deep and mellow odor of a spicy-balsamic type. The lemon-like topnote is still perceptible, but the freshness is less pronounced compared to the natural oil. Furthermore, the terpeneless oil is more easily soluble in diluted alcohol. This is an obvious advantage since the oil is used in preparations with low alcohol percentage. ",
        "usage": "-",
        "blends_well_with": [
            "Lavandin, Lavender, Petitgrain, Citrus oils, Rosemary, Geraniol, Citronellol, Cinnamic alcohol, Amylsalicylate, Ylang-ylang, etc."
        ]
    },
    {
        "name": "Beeswax Absolute",
        "picture": "https://cdn2.stylecraze.com/wp-content/uploads/2023/02/Fresh-beeswax-for-hair-on-the-table.jpg.webp",
        "background_info": "Perhaps better known under its French name, Absolute Cire d’Abeille, this comparatively rare perfume material is an alcohol-soluble extract from crude yellow beeswax. Beeswax is produced all over the world: in cold-temperate zones and in the hottest tropics. Beeswax Absolute is a solid, waxy mass of pale yellow color and a very mild, sweet, oily odor, with a haylike or coumarinic bodynote and a soft, waxy undertone. The odor is remotely reminiscent of good (not harsh) linseed oil with a trace of honey notes. Beeswax Absolute is useful in perfumes where similar notes occur (as a modifier), or where “rough or chemical” corners of synthetic materials must be rounded off.",
        "usage": "-",
        "blends_well_with": [
            "Jasmine, Mimosa, Cassie, Violet, New mown hay, \"Tabac\", etc."
        ]
    },
    {
        "name": "Benzoin Tincture",
        "picture": "https://genuineessentialoils.com/cdn/shop/products/benzoin_styrax_1_1200x1200.jpg?v=1572550738",
        "background_info": "Benzoin Tincture is usually prepared only from selected “tears” of Benzoin Siam. Conventional strength is 20 parts by weight of Siam Benzoin, macerated with enough alcohol (of 90 or 96% strength by volume) to produce 100 parts by weight of finished tincture. The above quality of Benzoin is almost entirely soluble in alcohol, and the tincture will thus represent an approximate 20% solution of the alcohol-soluble resinoid of this benzoin. The tincture is amber colored, and has a sweet, balsamic-vanillin-like odor. The taste is somewhat bitter. Benzoin Tincture is used as a fixative in fine perfumery, in colognes, in alcohol for “prefixation” prior to the preparation of colognes and lotions, etc. ",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Benzoin Resinoid",
        "picture": "https://sakhainternational.com/wp-content/uploads/2023/05/Untitled-design-8.jpg",
        "background_info": "Benzoin Resinoid is produced from all grades of the crude botanical, Siam or Sumatra, often from a mixture of both. Benzoin Resinoid is used very extensively in perfumery, particularly in soap perfumes (see above on discoloration) where its fixative effect is much appreciated. It is generally applicable, but it has a pronounced odor-depressing effect upon the perfumes in which it is incorporated. This effect is closely connected with the fixative effect, and it is enhanced by the rich sweetness and deep balsamic notes from the resinoid. ",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Benzoin Sumatra",
        "picture": "https://vanaroma.sgp1.digitaloceanspaces.com/new_website/images/botanical-source/Drying.jpg",
        "background_info": "Sumatra Benzoin is a natural balsamic resin, exuded from a small tree, Styrax Benzoin, grown extensively in Sumatra and Malaya. Incisions are made in the trunks either through the bark or after peeling off spots of bark, and a viscous balsamic substance is produced as a pathologic material in the trunk. The substance flows out and solidifies on making contact with the air. The gum-resin is collected from the incisions and from the bottom of the trunk at the foot of the tree where significant quantities of benzoin accumulates. There are several grades of Sumatra Benzoin. The “Almond” grade is considered the most suitable for perfumery purposes. It consists mainly of white or cream-colored brittle pieces, somewhat resembling almonds. This quality obviously yields a very pale-colored resinoid or tincture. It contains about 90% alcohol-soluble matter, occasionally more. Other grades of Sumatra Benzoin are solid masses, dark blocks of gray or brown-gray, uneven lumps containing more or less quantities of dirt, sand, wood splinters, etc. Benzoin Sumatra is a low-cost and readily available raw material, extensively used as a replacement for Siam Benzoin which is far more expensive. From a perfumer’s point of view, however, the two benzoins should be considered as two different products. One can not substitute for the other. Siam Benzoin will find application in the more delicate fragrances. ",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Bergamot oil",
        "picture": "https://bergamottoconsorzio.it/wp-content/uploads/2023/12/bergamotti-sulla-pianta-1024x683.jpg",
        "background_info": "The economy of citrus oils in general is clearly depicted by the study of Bergamot Oil production. Only the expressed oil from the peels of the fruits from the small bergamot tree, Citrus Bergamia, are of any substantial interest. The leaves and twigs may be distilled to yield a Bergamot-Petitgrain Oil, the fruits are not edible. Bergamot Oil is produced by cold expression from the peel of the nearly ripe fruit. The tree grows almost exclusively in a narrow coastal strip in the southern part of Calabria, Italy. Bergamot Oil is a green or olive green, mobile liquid of extremely rich, sweet-fruity initial odor. Although the characteristics of this topnote remain perceptible in good oils, it is followed by a still more characteristic oily-herbaceous and somewhat balsamic body and dryout. The sweetness yields to a more tobacco like and rich note, somewhat reminiscent of sage clary and nerylacetate. The freshness in the topnote is mainly due to terpenes and small amounts of citral and aliphatic aldehydes. Absence of the “oily” note is one of the most revealing features in poor or adulterated bergamot oils. The color of bergamot oil fades on ageing, particularly when the oil is exposed to daylight. The oil turns yellow or pale olive-brown. The color is also dependent upon the maturity of the fruit at the moment of expressing. Like all other citrus oils, Bergamot Oil is produced in the immediate vicinity of the plantations. The oil is used extensively in perfumery for its sweet freshness, particularly in citrus colognes, chypres, fougères, modern fantasy bases, etc. Part of the sweetness and rich bodynote is due to the presence of large amounts of linalylacetate combined with linalool and traces of methylanthranilate. Unlike most other citrus oils, Bergamot Oil has a certain fixative effect when used in fairly high concentrations. The odor of the oil is well balanced from nature through the presence of certain coumarin derivatives, some of which are odorless and non-volatile. ",
        "usage": "0.20% - 3.00%",
        "blends_well_with": [
            "All oils"
        ]
    },
    {
        "name": "Bergamot oil, terpeneless",
        "picture": "https://www.7scents.hu/wp-content/uploads/2019/07/Bergamott_1920_low.jpg",
        "background_info": "From among the number of various methods of deterpenation, vacuum distillation seems to have become the most popular in the case of bergamot oil. Certain users of high-grade terpeneless bergamot oil will perform their own deterpenation, e.g. by selective solvent extraction or by the chromatographic methods. These methods result in practically colorless oils with a negligible loss of low- boiling and important oxygenated components. Occasionally, only the coarse-smelling light monoterpenes and the waxy residues are removed by simple vacuum-distillation. This yields an oil which is well suited for perfumery purposes: it will have improved solubility and intensified, rich body notes. The freshness is greatly impaired by this deterpenation. As far as concentration is concerned, the terpeneless oil is only a little “stronger” in odor effect compared to the natural oil. The advantage of the terpeneless oil lies in an odor improvement and a better solubility, partly also in better keeping qualities. Terpeneless Bergamot Oil finds use in perfumery among the high-class perfumes, better florals, etc.",
        "usage": "-",
        "blends_well_with": [
            "in \"Muguet\", Chypre, Gardenia, Lavender, Violet, Numerous other sweet florals or fantasy bases"
        ]
    },
    {
        "name": "Birch Tar oil, rectified",
        "picture": "https://upload.wikimedia.org/wikipedia/commons/5/53/Birkenpech.JPG",
        "background_info": "The tar is produced from the bark of various birch species by slow destructive distillation. This tar is oily, almost black in color, and not quite homogeneous. Rectified Birch Tar is a pale yellow to brownish yellow, clear and oily liquid. The odor description, “like Russian leather”. The odor of Birch Tar Oil is distinctly phenolic, very penetrating and diffusive, obviously reminiscent of tar, charred wood and smoke. However, the most characteristic feature in the odor pattern of birch tar oil is the sweet-oily undertone which appears distinctly on the smelling blotter when the first empyreumatic notes have faded away. Rectified Birch Tar Oil has the additional advantage of being very pale and not discoloring with certain essential oils which would cause discoloration when mixed with phenols (patchouli, vetiver, copaiba balsam, etc.). The oil is easily soluble in alcohol, and does not impart an acid reaction to the perfume in which it is used. To the perfumer, this “heart” fraction of the birch tar oil is the true and highly appreciated sweet and powerful “leather” odor for fougères, chypres, “men’s fragrances”, after-shave lotions, modern fantasy bases, etc. ",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Blackcurrant",
        "picture": "https://loovfood.com/app/uploads/2023/02/Blackcurrant-berries-benefits.jpg",
        "background_info": "Various flavor materials are produced from the buds of the shrub, Ribes Nigrum, the black currant bush. A Black Currant Tincture is prepared by maceration. The tincture is not a commercial article, and the flavor house will usually have to collect the flower-buds from its own plantations for this purpose. The tincture is used in the flavoring of certain types of liqueurs. Black Currant Absolute is produced by extraction of the buds with benzene or petroleum ether. The absolute is a viscous liquid of dark green color and powerful spicy-woody odor. There is a slightly phenolic undertone and the tenacity is not outstanding. Black Currant Oil, also known as Niribine Oil, is steam distilled from the flower-buds of the above shrub. The oil is almost colorless, mobile and of a distinctly terpenic odor, reminiscent of the terpenes in nutmeg, neroli, basil, or marjoram oils. Its high price and poor tenacity make its application rather limited, and it is doubtful whether this oil will ever attain any importance in perfumery or flavor work.",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Bois de Rose oil (Rosewood)",
        "picture": "https://www.essentialoilscompany.com/cdn/shop/products/rosewood-oil-bois-de-rose-32227984572596_0fa66678-6213-403c-a1c3-36037ea507ca.jpg?v=1724122788",
        "background_info": "Ranking only a few years ago among the 15 “biggest” essential oils in the world, Bois de Rose Oil to-day is fighting for survival in strong competition with other essential oils, and particularly with synthetic Linalool. Bois de Rose Oil is steam distilled, occasionally water-distilled, from the chipped wood of Aniba Rosaeodora and possibly other species of the genus Burseraceae belonging to the laurel family. The tree is a tropical, medium-sized, wild-growing evergreen from the Amazon basin. In perfumery, the term Rosewood means only Bois de Rose of the above kind. Bois de Rose Oil is a colorless or pale yellow liquid of a refreshing, sweet-woody, somewhat floral-spicy odor. The topnote varies considerably with the origin and quality of the oil. It is usually somewhat camphoraceous-peppery, reminiscent of cineole and nutmeg terpenes. It is worthwhile remembering that Bois de Rose Oil can dissolve considerable amounts of water. ",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Boronia Absolute",
        "picture": "https://boyanupbotanical.com.au/wp-content/uploads/sites/102/2022/09/Boronia-Megastigma-1.jpg",
        "background_info": "First of all, it is one of the very few flower absolutes which is not processed into a concrète in the immediate vicinity of the growing areas of the plant. Furthermore, it is one of the few, if not the only, flower absolute which contains lonones. Boronia Absolute is produced by petroleum ether extraction of the flowers of Boronia Megastigma which grows wild in abundance all along the coasts and swamplands of western and southwestern Australia. Boronia is a small shrub or bushy plant, 4 to 6 feet high. It is related to the citrus tree. The odor of the dark green and somewhat viscous absolute is fresh, fruity- green, sweet tea-like, slightly spicy-herbaceous (reminiscent of cinnamon and tobacco leaf). The main body notes display a tremendously rich and tenacious floral undertone of warm, woody-sweet character. Boronia Absolute is used in high class floral perfumes and bases, e.g. violet, mimosa, cassie, honeysuckle, sweet pea, etc.",
        "usage": "-",
        "blends_well_with": [
            "Sage clary, Bergamot, Costus, Sandalwood, Helichrysum, Amyl cinnamicaldehyde, Linalool, Salicylates, etc."
        ]
    },
    {
        "name": "Broom Absolute",
        "picture": "https://bs.plantnet.org/image/o/b540792b0597c15f42bfdaba56a56f312c90d5a2",
        "background_info": "The perfumer’s “absolute de genêt”, or Broom Absolute, is extracted from the so-called Spanish broom, Spartium Junceum. Broom Concrète is a solid, dark brown, unctuous mass of a sweet honey-rose-like, somewhat woody and haylike odor. The concrète yields about 35 to 50% of alcohol-soluble absolute. Broom Absolute is dark brown, semi-solid or viscous liquid, with an intensely sweet, floral haylike fragrance. The deep herbaceous-coumarinic background has great tenacity. The honey-rose notes are particularly useful in certain types of rose bases, tuberose, cassie, mimosa, violet, honeysuckle, etc. It is generally useful in modern aldehydic perfume types, green notes, etc.",
        "usage": "-",
        "blends_well_with": [
            "Ionones, Vetiver, Castoreum, etc."
        ]
    },
    {
        "name": "Bruyère",
        "picture": "https://bs.plantnet.org/image/o/de30fa2858ae3beb073b49a45ece344b0d587d81",
        "background_info": "Erica Arborea grows all over the Mediterranean countries, and it is particularly common in Algeria, Corsica, and in the Canary Islands. This plant may grow to an age of several hundred years and a height of 60 feet (18 metres). The roots of such old species are collected for the purpose of carving shag tobacco pipes (“Briar” wood). The unusually high content of ashes in the wood prevents it from “burning through” in a pipe. Waste wood from the pipe carving factories and workshops used to be discarded, but it is now occasionally used for the production of Bruyère Absolute. This absolute is a greenish-yellow to pale yellow or brownish-yellow, solid but soft mass, resembling guaiacwood or araucaria oils. The odor of bruyère absolute is very mild, woody- green and pleasant-balsamic, slightly spicy-aromatic. In rose perfumes, chypre bases, crêpe de Chine, oriental-woody bases, etc., bruyère absolute lends a delightful undertone and excellent fixative effect.",
        "usage": "-",
        "blends_well_with": [
            "Olibanum",
            "Ionones",
            "Sage Clary",
            "Oakmoss",
            "Labdanum absolutes",
            "etc."
        ]
    },
    {
        "name": "Buchu Leaf oil",
        "picture": "https://inaturalist-open-data.s3.amazonaws.com/photos/23131661/large.jpg",
        "background_info": "This essential oil is steam distilled from the dried leaves of Barosma Betulina, a herb which grows wild and abundantly in South Africa. Tinctures, oleoresins and other extracts are produced for pharmaceutical purposes. Only a small fraction of the total amount of harvested buchu leaves are used for distillation of essential oil. Buchu Leaf Oil is a yellow to brownish-yellow liquid, oily or somewhat viscous, depending upon the age of the oil and the dryness of the plant material prior to distillation. The odor is very peculiar: strong, bitter-sweet, minty-camphoraceous, rootlike, penetrating and somewhat medicinal, reminiscent of cough preparations. Buchu leaf oil is occasionally used in chypre bases, certain types of colognes, etc. for its power, diffusion, and freshness. On account of its very penetrating odor-flavor, this oil will always be limited to being a “low-percentage-item” in the formula.",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Cabreuva oil",
        "picture": "https://www.zayataroma.com/sites/zayataroma.com/files/products/za.cabreuva.eas697327-min.jpg",
        "background_info": "The essential oil of Cabreuva is now produced by distillation of waste wood from the lumbermills. They yield a pale yellow, somewhat viscous essential oil of sweet-woody, very delicate and slightly floral odor. Its tenacity is one of its greatest virtues. Certain lots of Cabreuva Oil may display dry topnotes similar to those found in cubeb oil or in the sesquiterpenes from clove leaf oil. Although very delicate and apparently faint, the odor of Cabreuva Oil is often under-estimated in its effect of freshness and suave-floral notes. In rose, lily-of-the-valley, cassie, ambre and in woody-oriental perfumes, Cabreuva Oil lends tenacity and distinct notes of “precious wood” with a background of slightly green, dry floralness, a combination rarely found in synthetic perfume materials. ",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Cade oil",
        "picture": "https://www.conifers.org/cu/ju/oxycedrus03.jpg",
        "background_info": "Obtained by destructive distillation of the wood from Juniperus Oxycedrus, a shrub related to the common juniper. The Cade Oil, used in perfumery is usually a rectified oil, obtained by rectification (steam distillation or vacuum distillation) of the crude juniper tar oil. The latter consists of the upper layer of the entire mass of tar which is obtained by destructive distillation of the wood. Rectified Cade Oil is a clear, orange-brown to dark brown, oily liquid with an intense “tar-like”, smoky-phenolic odor. Its use in perfumery is limited to situations where a smoky-leathery, woody-phenolic, dry and warm note is called for: forest notes, leather-bases, fougères, pine for “men’s fragrances”, etc., and in the imitation of certain essential oils, oakmoss, etc. ",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Calamus oil",
        "picture": "https://upload.wikimedia.org/wikipedia/commons/3/37/Acorus_calamus1.jpg",
        "background_info": "Calamus Oil is steam distilled from the rhizomes (underground stems) of the wild growing or cultivated Acorus Calamus. Calamus Oil is generally a pale yellow to pale brown, viscous liquid of a warm, woody-spicy and pleasant odor with increasingly sweet afternotes and great tenacity. Poorer oils show more or less pronounced camphoraceous or cineolic notes. The odor of good oils bears some resemblance to the odor of dried milk or sweet leather, slightly creamy-nutty. Typical laymen-expressions for the odor of calamus oil at the first experience with this oil are: “milk-truck odor” or “shoe-repair shop odor”, etc. Calamus Oil is useful in perfumes of the woody- oriental type, in leather-bases, ambres, etc. ",
        "usage": "-",
        "blends_well_with": [
            "Cananga",
            "Cinnamon",
            "Costus",
            "Labdanum",
            "Olibanum",
            "Patchouli",
            "Ionones",
            "Methylionones",
            "Cis-para-tertiary butylcyclohexanyl acetate",
            "Nitromusks",
            "Grisambrol",
            "Cedarwood derivatives "
        ]
    },
    {
        "name": "Canada Balsam",
        "picture": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT9tqzQGwP7cWiVK13JdDG0QFxMrk6V9i1tnAfzNeREn9lZguSM",
        "background_info": "Canada Balsam is a physiological product exuded from the spruce, Abies Balsamea. Canada balsam is a very viscous, non-pourable (except when very fresh), honeylike and crystal- clear mass of pale yellow color, occasionally with a greenish tint. Its odor is fresh, sweet-balsamic with an almost fruity-floral topnote reminiscent of the odor of iso-propyl benzoate, but fresher, at times lemon-like rather than turpentine-like. The dryout bears some resemblance to the dryout notes of Atlas cedarwood oil. The essential oil consists almost entirely of monoterpenes and has little perfumery value. Canada balsam is used to a limited extent as a fixative in finer pine needle fragrances to which it also lends a certain freshness. Its high price and limited availability prevents extensive use of this material.",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Cananga oil",
        "picture": "https://u.iplantz.com/308/Cananga%20odorata-4245.5017.jpg",
        "background_info": "The true Cananga Oil of today is the total essential oil, water-distilled from the flowers of Cananga Odorata (forma macrophylla) in the northern and western parts of Java (Indonesia). The flower is extremely delicate, and easily loses its fragrance when damaged. Java cananga oil is a yellow to orange-yellow or slightly greenish-yellow, somewhat viscous liquid of sweet-floral, balsamic and tenacious odor. The initial notes are woody-leathery with a fresh-floral undertone, a characteristic combination. The odor type is much “heavier” than that of ylang-ylang and it is also more tenacious than the first and second grades of that oil. Cananga oil is useful in soap perfumery and for the popular “leathery” notes in men’s fragrances where it combines well with castoreum, calamus, birch tar oil rectified, cyclamal, creosol, copaiba oil, isobutyl cinnamate, isoeugenol, labdanum products, guaiacwood oil, nerol, para-cresyl salicylate, oakmoss products, etc. and with fougère bases, violet bases, etc.",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Cangerana",
        "picture": "https://d2seqvvyy3b8p2.cloudfront.net/b7d5daadf8e69374443bd176d1a7d5bb.jpg",
        "background_info": "The essential oil of Cabralea Cangerana, often called Cangerana, is steam distilled from the bark of the root of a Brazilian tree of the above name. The peel or bark of Cabralea Cangerana root is used in local medicine. Cangerana Oil is a viscous liquid of pale olive- green to pale turquoise color. Its odor is distinctly woody, very dry and earthy, spicy-peppery, reminiscent of cubeb oil, cyperus oils, carrot seed oil, clove leaf sesquiterpenes, etc.",
        "usage": "-",
        "blends_well_with": [
            "Clove oils",
            "Lavandin",
            "Oakmoss",
            "Olibanum",
            "Petitgrain",
            "Pine needle oils",
            "Vetiver",
            "Borneol",
            "Cedarwood derivatives",
            "Coumarin",
            "Isobornylacetate",
            "Methyl Anthranilate",
            "Nitromusks",
            "etc."
        ]
    },
    {
        "name": "Capé oil",
        "picture": "https://d2seqvvyy3b8p2.cloudfront.net/18fc4c962bdad719f1580de806d2ba39.jpg",
        "background_info": "The plant is a semi-climbing vine which grows wild in the jungles of Guinea and the Ivory Coast. The leaves are extremely fragrant, and the natives use them to perfume their baths and to scent their vegetable oils. Capé Oil is an olive-green liquid of strong, woody-floral and deep-sweet odor with a somewhat minty-sharp topnote. The tenacity is excellent. ",
        "usage": "-",
        "blends_well_with": [
            "Oriental bases",
            "Woody-herbaceous bases",
            "Floral bases",
            "Hyacinth",
            "Lilac",
            "Ylang-ylang",
            "etc."
        ]
    },
    {
        "name": "Capsicum ",
        "picture": "https://upload.wikimedia.org/wikipedia/commons/6/62/Tabasco_peppers.JPG",
        "background_info": "Under the name of Capsicum, the fruits of various species of the family Solanaceae (nightshade family) are used extensively as pungent food additives in pickles, spice blends, etc. Capsicum Oleoresin is a dark red or orange-red to brownish-red liquid, soluble in ethyl ether, hydrocarbon solvents and most vegetable (fixed) oils, but not in alcohol. If the fruits are extracted with alcohol, the oleoresin will be darker, more viscous and contain less pungent matter per weight unit. If the ether-extracted oleoresin is extracted with ethyl alcohol, the oleoresin will yield an Absolute of Capsicum which contains the pungent material. The absolute is soluble in alcohol and is easier to use in flavors where hydrocarbon solvents are rarely used or wanted. Capsicum Absolute has an interesting tobacco-like, sweet-herbaceous odor which could be utilized in jasmin bases, cassie, mimosa, modern fantasy bases, etc. A pungency- free and non-irritant capsicum absolute should be prepared for use in perfumes which inevitably come in contact with the human skin.",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Cardamom oil",
        "picture": "https://www.6rasa.com/cdn/shop/articles/GreenCardamom_1200x1200_crop_center.jpg?v=1664103015",
        "background_info": "Cardamom Oil is one of the oldest essential oils known. In the reports of Valerius Cordus dated 1540, cardamom oil is described, and its distillation is outlined. The oil is produced by steam distillation of the seeds of Elettaria Cardamomum, a plant of the ginger family. The seeds are enclosed in husks (hulls), and should not be removed from the almost odorless hulls until immediately prior to distillation. Cardamom Oil is an almost colorless or pale yellow to light brownish liquid. It darkens when exposed to daylight. The locally distilled oils are generally darker than those distilled in Europe or the U.S.A. Guatemalan oil is distilled in comparatively modern equipment and under experienced technical supervision. It is also light colored. The odor of cardamom oil is warm-spicy, aromatic, at first penetrating camphoraceous-cineole-like or somewhat medicinal, reminiscent of eucalyptus. Later, it becomes balsamic-woody, increasingly sweet and almost floral on the dryout. The odor is extremely tenacious with a delightful, warm spiciness and balsamic-floral undertone. In perfumery, the oil will not only impart spiciness, but also a warm, sweet note which fits into floral bases such as muguet and rose. Coriander oil is an extremely fine modifier for cardamom oil in perfumery. The oil imparts warmth in Oriental perfume bases, chypres and face powder perfumes. ",
        "usage": "-",
        "blends_well_with": [
            "Bergamot",
            "Olibanum",
            "Ylang-ylang",
            "Labdanum products",
            "Nerol",
            "Methylionones",
            "Cedarwood derivatives",
            "Heliotropine",
            "Cassione",
            "Isoeugenol",
            "Hydroxycitronellal",
            "etc."
        ]
    },
    {
        "name": "Carnation Absolute",
        "picture": "https://cdn.britannica.com/38/189538-050-6EC8A082/carnation-flowers.jpg",
        "background_info": "Known in France as “absolue d’eillet”, Carnation Absolute is produced by extraction of the flowers of Dianthus Caryophyllus, the common garden carnation. Carnation is an olive green to green or orange- brown, viscous liquid of very sweet, honeylike, somewhat herbaceous, heavy and tenacious fragrance, reminiscent of the odor of the live flowers only to a certain degree and only in high dilutions (5% or weaker). Carnation Absolute is used sparingly in certain modern perfumes, and it can add interesting notes to rose, lily, narcissus, etc.",
        "usage": "-",
        "blends_well_with": [
            "Lavender",
            "Ylang-ylang",
            "Sage clary",
            "Castoreum",
            "etc."
        ]
    },
    {
        "name": "Carob Bean",
        "picture": "https://media.istockphoto.com/id/925193380/photo/carob-pods-and-carob-beans.jpg?s=612x612&w=0&k=20&c=bXNa5CqwRq8xvWnGOudWQvo-asOLzdsLjBofTW6D5bM=",
        "background_info": "The flowers of the carob bean tree can be extracted to yield a concrète of a very interesting mimosa-cassie type of odor. The perfume type “locust flower” was originally intended to call this fragrance in mind. It is very likely, however, that the flowers from the carob bean tree are used accidentally or intentionally with cassie or mimosa flowers in the extraction of concrète. A tincture made with strong alcohol is prepared specially for use in perfumes. It is pale colored and has a faint odor of the bean. This tincture finds occasionally use in the creation of certain floral notes, where it seems to introduce naturalness and roundness in spite of the unquestionable cheese-note. ",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Carrot Seed oil",
        "picture": "https://plantorbit.com/cdn/shop/files/image_q-7_206e6343-f2c6-4ce8-a750-5bd243610af6.webp?v=1712523401",
        "background_info": "This oil is steam distilled from the dried seed (fruit) of the common carrot, Daucus Carota. Carrot Seed Oil is a yellow or amber-colored to pale orange-brown liquid of peculiar drywoody, somewhat root-like, earthy odor. The initial notes are sweet and fresh, but the tenacious undertone and dryout is very heavy, weset-earthy, fatty-oily, slightly spicy. In France and other countries, Carrot Seed Oil is used in perfumery for its fatty-woody notes which blend well with chypres, citrus oils, costus oil, cassie and mimosa, fougères, geranium oils, ionones and methylionones, cedarwood derivatives, etc. Many Oriental perfume types, modern aldehydic or fantasy type perfumes, etc. contain traces of carrot seed oil. For certain artificial essential oils, Carrot Seed Oil lends unique and indispensable notes. ",
        "usage": "-",
        "blends_well_with": [
            "Chypres",
            "Citrus oils",
            "Costus oil",
            "Cassie",
            "Mimosa",
            "Fougeres",
            "Geranium oils",
            "Ionones",
            "Methylionones",
            "Cedarwood derivatives",
            "etc."
        ]
    },
    {
        "name": "Cascarilla oil",
        "picture": "https://www.theginguild.com/wp-content/uploads/2019/10/cascarilla-bark.jpg",
        "background_info": "This oil is steam distilled from the dried bark of Croton Eluteria and possibly other Croton species. The bark is dried and freed from any adherent sapwood or heartwood, but it is not distilled locally. The bark is sold to the large botanical houses and drug store suppliers. Alcoholic tinctures or extracts are prepared pharmaceutically, and are used as flavor materials, as a tonic additive or as a so-called “bitter”. Cascarilla Oil is a pale yellow to greenish- yellow or dark amber colored liquid of strong spicy-aromatic, warm-woody, slightly peppery odor reminiscent of nutmeg, myrtle, melaleuca alternifolia, hyssop and other spices or culinary herbs. Its topnote is not exactly pleasant, but the unusual diffusiveness and power of this oil places it among the “trace” components in perfumes. The very complex note of spiciness and the warm, woody undertone has intrigued many perfumers to use Cascarilla Oil in high-class perfumes. It was even claimed that “l’origan” contained this oil as one of the “key” materials. But the oil does present interesting notes in chypre bases, “tabac”-types, Oriental perfumes, “men’s fragrances”, fantasy colognes, etc. Its power is often underestimated.",
        "usage": "-",
        "blends_well_with": [
            "Nutmeg",
            "Pepper",
            "Pimenta Berry oil",
            "Sage oil dalmatian",
            "Oakmoss products",
            "Quinoline derivatives",
            "Cedrenol",
            "Coumarin",
            "etc."
        ]
    },
    {
        "name": "Cassie",
        "picture": "https://strapi.myplantin.com/medium_menu_272f6c81-525e-4053-bd0f-ec92b65eeb5f.webp",
        "background_info": "A valuable and scarce perfume material is extracted from the flowers of Acacia Farnesiana, a small tree or shrub which grows in warm-temperate and semi-tropical areas all over the world. The flowers are extracted with petroleum ether to yield Cassie Concrète which is a solid, waxy mass of dark yellow or brown color, usually much darker than mimosa concrète. The cassie concrète is rarely used as such. It is processed further to Cassie Absolute by alcohol extraction of the concrète. The concrète yields only about one third of absolute by weight. Cassie Absolute from Concrète is a dark yellow or pale brown, viscous liquid, clear at room temperature but separating waxy flakes at reduced temperatures. Its odor is extremely warm, powdery-spicy, at the same time herbaceous and floral with a deep and very tenacious cinnamic-balsamic undertone. The absolute is used in high-cost perfumes where it lends a unique warmth and woody- floral note.",
        "usage": "-",
        "blends_well_with": [
            "Ionones",
            "Methylionones",
            "Heliotropine",
            "Cassione",
            "Anisalcohol",
            "Cyclamal",
            "Bergamot oil",
            "Costus",
            "Mimosa",
            "Orris products",
            "Olibanum",
            "Ylang-ylang absolute",
            "etc. "
        ]
    },
    {
        "name": "Castoreum",
        "picture": "https://nationalzoo.si.edu/sites/default/files/styles/wide/public/animals/20181031-skipbrown152.jpg?itok=0tjfQSVM",
        "background_info": "Castoreum is a secretion from the male or the female beaver. It is collected in a gland which produces an oily substance in which the beavers rub themselves in order to protect their fur from being soaked in water. Castoreum is a term normally used for the entire gland. The contents of the gland turn dark and hard when it is sundried. One gland weighs up to 100 grams. Thus, it is much less expensive than civet. Castoreum is used in perfumery in the form of various processed materials: Tincture, Resinoid, Absolute. Castoreum (the tincture in particular) is used extensively in perfumery. It’s warm, animal, leather-like sweet odor makes it an interesting item in “men’s perfumes”, fougères, chypres, Oriental bases, leather notes, tabac bases, etc. A frequent “smoky” note in castoreum is not a natural odor, but is due to the drying of the glands over smoking fires. ",
        "usage": "-",
        "blends_well_with": [
            "Ambra notes",
            "Calamus",
            "Cananga",
            "Cedarwood Atlas",
            "Chamomile Moroccan",
            "Creosol",
            "Labdanum products",
            "Isoeugenol",
            "Oakmoss products",
            "Sandalwood oil",
            "Veratraldehyde",
            "Zingerone",
            "etc."
        ]
    },
    {
        "name": "Cedarleaf oil (Thujon oil)",
        "picture": "https://i0.wp.com/tripplebrookfarm.com/wp-content/uploads/2024/07/Northern_Whitecedar_Thuja_occidentalis_Tettegouche_State_Park_Minnesota_1.jpg?fit=397%2C402&ssl=1",
        "background_info": "Cedarleaf Oil, which is also known commercially under the name of Thuja Oil, is actually not distilled from the most well known cedar. Leaves and twigs of Juniperus Virginiana are occasionally admixed to the above material prior to the steam distillation of cedarleaf oil. Cedarleaf oil (thuja oil) is a colorless to pale greenish-yellow, mobile oil of an intensely sharp, but quite fresh, camphoraceous odor. It bears great resemblance to the flowering tansy herb, artemisia herb, dalmatian sage herb, etc. with a sweet undertone reminiscent of bitter fennel. It is a low-cost and powerful perfume ingredient for room-sprays, disinfectants, insecticides, paints, household and industrial cleansers, etc. It’s green, sweet-herbaceous, although medicinal and camphoraceous-minty note blends well with pine needle oils, citrus oils, lavandin and rosemary in chypre or fougère bases. The oil has even been used as a “piquant” topnote in high- class perfumes. The chief constituent, Thujone, is a ketone which is considered skin-irritant and poisonous to a certain degree. At the normal use-level of cedarleaf oil in perfumes, however, it seems inconceivable that the oil could be responsible for any harmful effects. ",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Atlas Cedarwood Resinoid",
        "picture": "https://diacos.com.au/app/uploads/2020/08/Cedrus-atlantica-Blue-Cedar.jpg",
        "background_info": "A concrète can be produced by benzene extraction of the wood from Cedrus Atlantica. Resinoid of Atlas Cedarwood is a dark amber to brownish mass of high viscosity. The above product is used in perfumery along with bois de rose oil, boronia absolute, calamus oil, cassie absolute, cistus oil, mimosa absolute or concrète, olibanum, sage clary, vetiver, ylang-ylang, etc. in certain types of woody, woody-oriental, woody- floral or violet bases.",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Cedarwood oil, Texas",
        "picture": "https://dam.hollandandbarrettimages.co.uk/default/_raw/7639970a-6b01-49ca-8e63-2ef5fcaf2aa4/cederwood-oil.png",
        "background_info": "Practically unknown 30 years ago, the oil of Juniperus Mexicana to-day ranks among the “over 100-tons-a-year” oils, and it enjoys the steady interest of perfumers and an increasing interest of the manufacturers of aromatic chemicals. The oil is steam distilled from the heartwood of this tree which is felled exclusively for the purpose of producing the essential oil. Crude Cedarwood Oil, Texas is a dark orange to brownish, turbid or clear, somewhat viscous liquid. Considerable amounts of crystals deposit from the oil on standing. In cold weather the oil may become entirely solid. The odor of the crude oil is pleasant, sweet-woody, yet somewhat tar-like or cade-like, smoky. On drying it becomes increasingly balsamic-sweet and it shows great tenacity with a uniform, sweet-woody dryout. Rectified (redistilled, steam-redistilled, etc.) oil of Juniperus Mexicana is pale yellow or almost colorless. Its odor is less tar-like, less cade-like or smoky than that of the crude oil. The dryout is clean, sweet-woody with the typical “pencilsharpener”-odor. A “light” fraction consists mainly of sesquiterpenes and it presents the dry-woody part of the cedarwood notes. It has only poor fixative effect but great odor-masking ability. The crude oil as well as the rectified oil are used extensively in perfumery. The rectified oil is generally preferred when dark perfume color may be a problem. As a blender for ionones and methylionones, cinnamic alcohol, nitromusks, ambre bases and leather bases, patchouli, pine, spruce, vetiver oil, etc., the oil of Juniperus Mexicana is a most versatile material for the creative perfumer.",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Cedarwood oil, Virginia",
        "picture": "https://fichiers.scentree.co/static/scentree_detailed_pages/images/Cedarwood%20Virginia%20EO.jpg",
        "background_info": "One of the most important cedarwood oils from the United States of America is the oil of Juniperus Virginiana, known as Virginia cedar or “Southern Red Cedar”. Juniperus Virginiana is a shrub or a tree; it occasionally grows to a considerable size, and is found growing wild all over the southeastern United States. The wood from these trees is highly appreciated for the manufacture of cabinets, chests, etc.; the essential oil is steam distilled from the sawdust and other waste wood from the lumbermills. Older trees are preferred since they contain more of the reddish heartwood which not only gives a beautiful surface when polished, but also yields much more essential oil than the wood from young trees or sapwood (which is white). Virginia Cedarwood Oil is a pale yellow to slightly orange-yellow colored oil which, on rectification, will yield a water-white, oily liquid. It is slightly less viscous than Atlas or Texas cedarwood oils and it does not deposit crystals at ordinary temperatures. The odor of Virginia cedarwood oil is at first oily-woody and almost sweet, mild and pleasant, somewhat balsamic and typical of cedarwood (lumber). The odor becomes drier and more woody, less balsamic as the oil dries out on a perfume blotter. Virginia Cedarwood Oil is used extensively in perfumery, particularly in soap perfumery, as a fixative and cost-reducer for vetiver oil, sandalwood oil, patchouli oil or even in the comparatively cheap guaiacwood oil. The dry-woody character and the fixative effect of cedarwood oil, Virginia, make it almost universally applicable. The oil is frequently used as the only active perfume ingredient in room sprays, disinfectants, insecticides, cleansers and other industrial products, household products, etc. ",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Celery seed oil",
        "picture": "https://i.herbalreality.com/wp-content/uploads/2020/07/21124937/Celery-seeds-ajomoda.jpg",
        "background_info": "This oil is produced by steam distillation of the fruits (seed) of either wild or cultivated Apium Graveolens, the celery plant. It is customary to crush the seed prior to distillation, but some distillers do not comminute the seed prior to distillation. Celery seed, like most other fruits of the umbellifer family, contain substantial amounts of palmitic acid and related fatty acids. These are volatile with steam and may withhold some essential oil in solution and emulsion. Celery Seed Oil is a pale yellow to orange yellow liquid. Its odor is spicy-warm, sweet and rich, “soup-like”, longlasting and powerful, slightly fatty, typical of the odor of the seed (fruit) but less fresh than the odor of the celery plant. Celery seed oil is one of the most diffusive odors and one of the most penetrating flavors. In perfumery, celery seed oil is used very frequently, but only in very small amounts. Used skillfully, it can impart warm notes in floral and Oriental compositions, in lavender bouquets, in modern fantasy and aldehydic perfumes, etc. Carelessly used, it may easily ruin a perfume. Its diffusive power and great odor tenacity should not be underestimated. ",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Chamomile oil, Moroccan",
        "picture": "https://naturesgift.com/wp-content/uploads/BlueTansy-plant-1024x682.jpg",
        "background_info": "Ormenis Multicaulis, a good-looking plant, 90 to 125 cms. high, with very hairy leaves and tubular yellow flowers, surrounded by white ligulets, the typical construction of a composite species. The oil of Ormenis Multicaulis is a pale yellow to brownish yellow, mobile liquid. It seems that light-colored oils are obtained at the beginning of the inflorescence (better perfume oils), and darker oils come in poorer yields at the end of the inflorescence. The odor of the pale oils is fresh-herbaceous, slightly camphoraceous, but soon changes into a sweet, cistus-like and richbalsamic undertone which is very tenacious and pleasant, almost ambra-like. The oil finds application in citrus-colognes, ambre-, chypre-, fougère-bases, as well as in a multitude of other bases where a fresh modification of ambre-herbaceous notes are called for (lavender, pine, etc.). Even trace amounts of the oil may introduce a delightful topnote in a herbaceous or floral-herbaceous fragrance.",
        "usage": "-",
        "blends_well_with": [
            "Artemisia oils",
            "Cypress oil",
            "Labdanum products",
            "Lavandin",
            "Lavender",
            "Vetiver oil",
            "Cedarwood oil derivatives",
            "Oakmoss products",
            "Olibanum",
            "etc."
        ]
    },
    {
        "name": "Chamomile oil, Roman",
        "picture": "https://health-beauty.groupeberkem.com/wp-content/uploads/2023/10/127-roman-chamomille-aspect-ratio-1280-600.jpg",
        "background_info": "Occasionally called “chamomile oil”, the Roman Chamomile Oil is distilled from the ligulate florets of Anthemis Nobilis, a plant which is related to the “true” chamomile. Roman Chamomile Oil is a pale blue, mobile liquid (when fairly fresh) of sweet herbaceous, somewhat fruity-warm and tealeaf-like odor. The odor is extremely diffusive but it has little tenacity. “Roman” chamomile oil is rarely used in flavor work (occasionally in certain types of alcoholic beverages), but more frequently, although very sparingly, in perfumes. It imparts a warm, yet fresh note and a natural depth which is difficult to obtain by other means. ",
        "usage": "-",
        "blends_well_with": [
            "Amyl cinnamic aldehyde",
            "Bergamot oil",
            "Jasmine bases",
            "Labdanum products",
            "Neroli oil",
            "Sage Clary oil or absolute",
            "Oakmoss products",
            "etc."
        ]
    },
    {
        "name": "Champaca Absolute",
        "picture": "https://www.diggers.com.au/cdn/shop/products/wmich_2048x.jpg?v=1716770331",
        "background_info": "Champaca Absolute is obtained by extraction of the beautiful deep-yellow flowers of Michelia Champaca, a medium-sized slender tree, related to the magnolias. Champaca Concrète is a dark yellow to orange- brown, solid, waxy mass of delightfully sweet and delicately floral fragrance. An Absolute of Champaca is produced by the usual method. It is a dark yellow or a brownish-orange colored, somewhat viscous liquid. Its odor is quite unique: delicately dry-floral, at the same time reminding one of orange flowers, ylang-ylang, carnation and tearose. There are notes which resemble those of sage clary, methyl eugenol and “the good old type” of guaiacwood oil. Champaca Absolute is used in certain high-class perfumes where it may produce a unique, warm, floral-leafy note which is often compared to that of a fine grade of tea. However, its effect is not perceptible unless the absolute is skillfully backed up with rich, but weak-smelling blenders and modifiers. Sandalwood oil is an excellent fixative for the champaca fragrance, and so is isoeugenol, benzylsalicylate, etc.",
        "usage": "-",
        "blends_well_with": [
            "Lily-of-the-valley bases",
            "Carnation",
            "Rose",
            "Violet",
            "etc."
        ]
    },
    {
        "name": "Chioranthus Spicatus",
        "picture": "https://www.picturethisai.com/wiki-image/1080/157477080483758085.jpeg",
        "background_info": "An absolute is produced from a benzene- or a petroleum ether extracted concrète of the flowers of this Chinese shrub. The flowers are also distilled with steam to yield an essential oil, but the yield is extremely small. Absolute of chioranthus spicatus is a yellow to dark amber colored viscous liquid of delightfully soft, woody-floral odor. The overall odor has a striking resemblance to that of boronia absolute. The topnote is somewhat dry-woody, but it becomes increasingly sweetbalsamic and floral like Peru balsam oil, cassie absolute, boronia absolute, etc. The essential oil is a straw colored or amber colored, somewhat viscous liquid of light-woody, delicately floral and extremely tenacious odor, reminiscent of the above mentioned materials. ",
        "usage": "-",
        "blends_well_with": [
            "\"violet-leaf-green\" materials",
            "Amyl Heptide Carbonate",
            "Beta-gamma-hexenyl acetate",
            "Methyl nonylenate",
            "Dibutyl Sulfide",
            "Sec.-nonyl acetate",
            "2.6-nonadienal",
            "Methylionones",
            "Cardamom oil",
            "Cassie absolute",
            "Mimosa absolute",
            "Sage Clary",
            "Heliotropine",
            "Cassione",
            "Betaionone",
            "Cinnamic alcohol",
            "etc."
        ]
    },
    {
        "name": "Cinnamon Bark oil, Ceylon",
        "picture": "https://naturesgift.com/wp-content/uploads/CinnamonBark-plant.png",
        "background_info": "True “Ceylon” Cinnamon Bark Oil is steam distilled, occasionally water-distilled, from the dried innerbark of the shoots of coppiced, cultivated bushes (would-be trees) of Cinnamomum Zeylanicum, preferably the variety grown in Ceylon. Cinnamon Bark Oil “Ceylon” is a pale yellow to dark yellow or brownish-yellow, somewhat oily liquid of extremely powerful, diffusive, warm- spicy, sweet and tenacious odor. The undertone and dryout notes reveal a persistent dryness which is very unique in combination with the distinct sweetness. Characteristic is a dry powdery-dusty, but warm, uniform and lasting dry-out note. In the very first topnotes, one may find a certain fruity freshness, similar to the sweet candy-like freshness in a good clove bud oil. The main constituents of Ceylon cinnamon bark oil are cinnamic aldehyde, eugenol, aceteugenol, and trace amounts of various aldehydes. Together with methyl-n-amyl ketone, the latter are probably responsible for the power and the characteristic notes in good oils. In perfumery, the oil blends well with Oriental- woody notes, and the combination with olibanum is known and often utilized. The warmth and dry spiciness, the immediate sweetness and tremendous diffusive power (or “radiation”) induced by the addition of fractions of one percent of this oil in a perfume composition, is highly appreciated by certain perfumers. The combination with sweet orange, lime oil, cola extract and de-cocainized coca-extract, the cinnamon flavor is an important part of the Coca-Cola type flavor complex. ",
        "usage": "-",
        "blends_well_with": [
            "Oriental-woody notes",
            "Olibanum"
        ]
    },
    {
        "name": "Cinnamon Leaf oil",
        "picture": "https://d384u2mq2suvbq.cloudfront.net/public/spree/products/4091/large/cinnamon-leaf-essential-oil-web.webp?1704913332",
        "background_info": "This oil is steam distilled locally from partly dried leaves and twigs of Cinnamomum Zeylanicum, the same tree which yields the Ceylon cinnamon bark. During the recent years of steep decline in the clove leaf oil price, however, there has been less interest in the production of cinnamon leaf oil. The two oils both contain about 80 to 90% eugenol, and the cheapest oil will serve as a starting material for the isolation of this important perfume material. Eugenol, isolated from different natural oils, displays certain small variations in odor type. Due to its fresher note, eugenol from Bay Leaf Oil has recently become more popular than eugenol from clove leaf oil or from cinnamon leaf oil. Cinnamon Leaf Oil is a yellow to brownish- yellow oil of warm-spicy, but rather harsh odor, lacking the rich body of the bark oil. It has some resemblance to the odor of clove leaf oil and clove stem oil. The oil is used in perfumery for its spicy notes and its warm and woody-Oriental type. In the chemical industry, it is used for the isolation of eugenol. ",
        "usage": "-",
        "blends_well_with": [
            "Benzaldehyde",
            "Anisaldehyde",
            "Anisalcohol",
            "Vanillin",
            "Ethylvanillin",
            "Peppermint oil",
            "Nonalide",
            "Undecanolide",
            "Many Glycidates",
            "Ionones (and ionone-glycidates)",
            "Cinnaminc alcohol",
            "etc."
        ]
    },
    {
        "name": "Cistus oil",
        "picture": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Cistus_April_2017-2.jpg/640px-Cistus_April_2017-2.jpg",
        "background_info": "Cistus Oil (so-called) is the essential oil which is steam distilled from the crude “gum” labdanum, collected almost exclusively in Spain. More recently, the oil has been obtained by a two-step extraction with benzene/ethyl alcohol or with ethyl ether/ethyl alcohol. Cistus Oil (so-called) is an amber-colored or dark yellow, viscous liquid having a very powerful and tenacious odor: warm and sweet, yet dry and reminiscent of ambra in its somewhat animal notes. The oil is used in modern aldehydic or ambre types of perfumes, in Oriental bases, and in numerous “fantasy” bouquets where it will lend tenacity, warm tonalities and an intriguingly spicy-animal note. It has the advantage of yielding the main odor effects of the labdanum resinoid, concrète, or absolute, but it does not have the intense color of these products. Its greater solubility makes it interesting for colognes where it blends extremely well with citrus oils, sage clary and oakmoss products. Artificial musks are frequently rounded off with Cistus Oil if the formula permits the comparatively high cost of this oil. Cistus Oil is used quite frequently in trace amounts as a “bouquet” material in certain essential oils (sage clary and others). ",
        "usage": "Trace amounts",
        "blends_well_with": [
            "Citrus oils",
            "Sage Clary",
            "Oakmoss products",
            "Cinnamic alcohol",
            "Juniperberry oil",
            "Ionones",
            "Methylionones",
            "Heliotropin",
            "Lavandin oil",
            "Pine needle oils",
            "Opopanax",
            "etc."
        ]
    },
    {
        "name": "Citronella oil, Java-type",
        "picture": "https://sensientessentialoils.com/wp-content/uploads/2019/06/Citronella-Oil-min.jpg",
        "background_info": "Java-type citronella oil is one of the largest in quantity, surpassed only by turpentine, pine oils and camphor oils. Seventy years ago, it was unknown; to-day it is produced from cultivated grass in practically all the tropical and semitropical areas of the world except Australia. The Maha Pengiri grass has the advantage over the Ceylon type grass in that it yields up to twice as much essential oil. The Java-type oil contains more of the components important for the production of synthetic or semi-synthetic perfume materials than does the Ceylon type oil. Java- type oil (maha pengiri oil) is distilled either from fresh grass or from partly dried grass. Java-type Citronella Oil is almost colorless or pale yellow. This is mainly due to the fact that the oil is generally distilled in equipment which is more modern than that used for distillation of Ceylon citronella oil. The odor of Java-type citronella oil is fresh and sweet, revealing the high content of citronellal and geraniol + citronellol. The oil does not present at all in its odor the camphene-borneol notes characteristic of the Ceylon citronella oil. The dryout of the Java-type oil is also sweet, but somewhat woody; this is probably due to the sesquiterpenes and sesquiterpene alcohols. ",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Civet",
        "picture": "https://www.purekopiluwak.com/wp-content/uploads/2018/06/African-Civet-Cat.jpg",
        "background_info": "Civet is a glandular secretion collected from various species of the Civet Cat, male and female, preferably the male. The crude civet arrives in Europe and the U.S.A. in Zebu horns, containing about 500 to 1200 grams of the buttery yellowish paste which turns darker and more solid on age. The contents of one average Zebu horn represents the production from one civet cat in Four Years. During this period, the animal will consume something like the raw meat from 50 (fifty) sheep, and the poor cat, frequently teased in its narrow cage, will have undergone 400 to 800 painful “scrapings” of its glands. The raw meat, the narrow cage and the teasing are all means of increasing the production of the civet secretion which is scraped off with regular intervals while the cat is caged. It is no wonder that Civet is one of the most expensive perfume raw materials! But, thanks to the outstanding power of civet, its price does not prohibit its use by any means. From the crude natural civet, a Concrète of Civet is produced by hydrocarbon extraction. The yield of Concrète is about 50 to 60% of the crude secretion, and the larger part of the concrète is alcohol-soluble Civet Absolute. Civet Absolute dilutions, or Civet Tincture, are very commonly used perfume materials. They not only present excellent fixative value, but, most important, they lend a distinct natural-animal note when used with care and with an experienced touch. Overdoses produce obnoxious notes, and it should be kept in mind that civet products tends to “grow” in a perfume. Civet products are used in a ‘great variety of perfume types, particularly in the better lotion perfumes of the rose-type, Oriental types, “honey”- notes, narcissus bases, ambre types, etc. The use of civet extracts or tinctures in muguet and other delicate floral bases may seem surprising to the layman, but this application of civet is well known and highly appreciated. The “lift” and radiation (diffusive power) derived from minute quantities of civet tincture in certain types of perfumes is quite unique and this effect can only be adequately understood through long experience with good grades of civet. The odor of Civet extracts (tinctures, absolutes, etc.) and of crude civet, too, should be typically animal-sweet, free from faecal notes, urine notes or the like. The undertone bears some resemblance to that of ambrette seed oil and of a well cured goat skin. The odor of civet preparations appears not immediately powerful, but it is very tenacious, an upon dilution the true richness becomes quite apparent. ",
        "usage": "-",
        "blends_well_with": [
            "Nitromusks",
            "Coumarin derivatives",
            "Quinoline derivatives",
            "Vanillin and related materials",
            "etc."
        ]
    },
    {
        "name": "Clavel Moena",
        "picture": "https://m.media-amazon.com/images/I/71R6NifBujL._AC_UF1000,1000_QL80_.jpg",
        "background_info": "Oil of Clavel Moena is not produced on a commercial scale but it represents one example among the hundreds of essential oils which have been produced experimentally and which, in case of significant interest, could be produced on a larger scale with little or no notice and at a very reasonable cost. The oil is also called “Peruvian Spice Oil”. Oil of Clavel Moena is an almost colorless or pale yellow, mobile liquid of a warm-spicy, nutmeg-like, cinnamon-leaf-like odor. The undertone and the dryout are distinctly dry-woody, less spicy and it is strongly reminiscent of the odor of clove leaf sesquiterpenes. Clavel Moena oil could, in view of its peculiar composition, possibly find use in perfume work on artificial essential oils (clove, cubeb, nutmeg, black pepper, etc.) or the oil could be used in perfumes of the woody-Oriental and spicy type.",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Clove Bud Absolute",
        "picture": "https://cdn11.bigcommerce.com/s-3a521/images/stencil/1280x1280/products/307/462/Clove__15626.1667509172.jpg?c=2",
        "background_info": "Clove Bud Absolute is produced from Clove Bud Concrète. The concrète is produced by hydrocarbon solvent extraction of the dried and comminuted flower-buds of Eugenia Caryophyllata. Clove Bud Concrète is a semi-solid mass or a viscous liquid of dark brown, yellowish brown or pale olive green color. The author has prepared extracts with all the above mentioned solvents. The extracts were in all cases clear and viscous liquids of pale brown to olive color. The odor of clove bud concrète is oily-sweet, intensely rich and spicy, slightly sour-fruity and refreshing. The odor is very closely reminiscent of that of the dry clove buds. The alcohol-extracted “oleoresin” is generally a more powerful perfume and flavor material than any of the other types of extract. It is less refined or delicate in odor and it is considerably darker in color than the hydrocarbon solvent extracts or the corresponding absolutes. True Clove Bud Oleoresin should be prepared by hydrocarbon solvent extraction, preferably by room-temperature percolation. Clove Bud Absolute is usually an olive-green, greenish brown or orange brown, viscous or oily liquid which may solidify at reduced temperatures to a semi-solid mass. The absolute is soluble in alcohol in all proportions. The odor of the absolute is not only a very close approach to the odor of the botanical material. It presents a floral and refined type of this fragrance, also resembling the balsamic, sour-sweet and immensely rich fragrance of clove flowers in full bloom. Clove bud absolute is particularly useful in perfumes where the non-phenolic notes of cloves are wanted to impart a spicy, yet fresh-floral and intriguing note of great diffusive power. The absolute can be used with surprisingly good effects in many floral bases and it lends interesting twists to ylang-ylang, carnation, rose, cassie, narcissus and other floral perfume types. ",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Clove Bud oil",
        "picture": "https://farmfreshoils.com.au/cdn/shop/files/CloveBudEssentialOil.jpg?v=1720397819&width=1024",
        "background_info": "Clove Bud Oil is water distilled (rarely steam distilled) from the dried flower buds of Eugenia Caryophyllata, a slender, medium-sized, tropical tree, originating in the Moluccas. In rose, honeysuckle and certain deep-sweet florals, clove bud oil lends a unique note of natural richness and body. The classic “rondeletia” perfume type is based upon the combination of clove and lavender oils. Modern variations include the use of lavandin, sage clary, bergamot, bay leaf oil, pimenta berry oil, etc",
        "usage": "-",
        "blends_well_with": [
            "Aceteugenol",
            "Methyl eugenol",
            "Isoeugenol",
            "Vanillin",
            "\"Ethyl-vanillin\"",
            "Ylang-ylang",
            "Cananga oils",
            "Oriental types of perfumes",
            "etc."
        ]
    },
    {
        "name": "Clove Leaf oil",
        "picture": "https://www.wholesalesuppliesplus.com/Images/Products/7994-image.png",
        "background_info": "From the whole leaves and twigs of the clove tree, an essential oil is distilled in the clove growing areas of northeastern Madagascar. Rectified clove leaf oil is pale yellow and clear; it smells sweeter than the crude oil, less harsh and burnt, but still somewhat dry-woody. The odor is much closer to that of eugenol. Rectified clove leaf oil may find use in all types of spicy perfumes, particularly in “low-cost” types and soap perfumes. ",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Clove Stem oil",
        "picture": "https://www.cylonies.com/storage/clove/clove-stem/kkkkkkkkk.jpg",
        "background_info": "This oil is steam distilled from the stems upon which the clove buds grow. Prior to distillation, the stems are sun-dried but not pulverized; the distillation takes place only in Zanzibar. Zanzibar Clove Stem Oil is—when fairly fresh and well stored—a pale yellow to straw yellow colored liquid of strong spicy, somewhat woody, but quite pleasant odor. The odor is not very different from that of eugenol. Some clove stem oil is used for the isolation of eugenol, production of eugenol-derivatives, vanillin, etc. Freshly redistilled clove stem oil is almost colorless. It finds use in perfumery for its spicy note in Oriental bases, spicy after-shave fragrances and other “men’s odors”, and in flavor work as a low-cost replacement for the more delicate and true-to- nature clove bud oil. The redistilled stem oil then performs almost like a pure eugenol. It has power, but no bouquet, no typical clove nuances.",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Coconut Absolute",
        "picture": "https://cdn.dr.hauschka.com/images/system/plant_library/cocos-nucifera-l.jpg",
        "background_info": "Coconut Absolute is one among a great number of natural perfume materials which are not commercially available but nevertheless are used and appreciated by many perfume houses. The material may accordingly serve in this book as an example of the group of raw materials which are “made on our own premises”, as the individual perfume houses would probably say. Coconut Absolute is produced by extraction of the comminuted endosperm of Cocos Nucifera, the coconut. Flaked or “grated” coconut meat may be used, but in order to obtain the full and natural gamut of volatile and alcohol extractive matter, it is adviseable to start from the “deoleated” coconut. When coconut meat is expressed hydraulically the oil will contain the volatile substances. The crude coconut oil is subsequently steam distilled in order to recover these odorous components. An essential oil of coconut is produced this way. However, the so-called Coconut Absolute is prod- used by alcohol extraction of the crude coconut oil. The alcohol is distilled off under gentle vacuum. A somewhat different coconut absolute is obtained by alcohol extraction of the press-cake of “deoleated” coconut meat. This type of coconut absolute has a “heavier”, more nutty type of odor and a darker color. Coconut Absolute is usually a pale yellow, dark yellow or brownish yellow colored viscous liquid or a low-melting solid, waxy mass. It has a peculiar fruity-fatty, very fresh and light, yet tenacious odor. Only upon extreme dilution (about 1.0 mg% or lower) the nutty and typical fragrance appears. Coconut Absolute is an interesting material in the hands of the experienced and artistic perfumer for his work in unconventional perfumery. Floral fragrances such as jasmin, lily-of-the- valley, lily, lilac, ylang-ylang, etc. and in particular gardenia as well as fruity notes may be excitingly lifted or modified with this unusual perfume material.",
        "usage": "-",
        "blends_well_with": [
            "Ambrette seed oil",
            "Clove bud oil",
            "Cognac oil",
            "Neroli oil",
            "Sweet orange oil",
            "Amyl cinnamic aldehyde",
            "Decylpropionate",
            "Cyclamal",
            "Isoeugenol",
            "Linalool",
            "Methyl Nonyl Acetaldehyde",
            "Trimethyl Undecylic Aldehyde",
            "etc."
        ]
    },
    {
        "name": "Cognac oil",
        "picture": "https://keyassets.timeincuk.net/inspirewp/live/wp-content/uploads/sites/34/2020/07/GettyImages-Cognac-1250586743-920x609.jpg",
        "background_info": "Cognac Oil, also known as Wine Lees Oil or Weinhefeoel (in German), is a by product from the distillation of Cognac (Brandy). An oil can be obtained by steam distillation of the residue of grape tissue and fungus precipitate after fermentation (and distillation) of the alcoholic beverage. Water distillation is also applied directly to a slurry of the yeast residue in water. The aromatic principles in Cognac Oil are generally higher boiling esters of ethyl and iso-amyl alcohols, and they do not distil readily with the hydro-alcoholic mixture which is known as Cognac after proper maturing and ageing. The crude cognac oil may be redistilled to yield a very powerful aromatic which represents the maximum concentration of high-boiling esters from the cognac yeast precipitate. Cognac Oil is a pale yellow or greenish yellow, somewhat oily liquid of intensely strong, almost harsh-fruity, oily-fatty, yet green-herbaceous odor of outstanding tenacity and great diffusive power. The rectified oil is used in flavors and perfumes in trace amounts to give “lift” and fresh-fruity, natural notes, e.g. in liqueurs, fruit flavors, colognes, fougères, after-shave fragrances, etc.",
        "usage": "Trace amounts",
        "blends_well_with": [
            "Ambrette seed oil",
            "Amyl Salicylate",
            "Bergamot",
            "Coriander",
            "Galbanum",
            "Lavender",
            "Linalool",
            "Sage Clary",
            "Styrax",
            "Ylang-ylang",
            "etc."
        ]
    },
    {
        "name": "Combava Petitgrain oil",
        "picture": "https://www.lunaroma.com/cdn/shop/products/Combava_PetitgrainWildCrafted_Citrushystrix_Madagascar_1024x.jpg?v=1595616887",
        "background_info": "Among the numerous varieties of edible citrus fruits, many are known only in small or isolated areas where they have become not only a local variety, but also a local delicacy. A certain citrus tree in the Comoro islands northwest of Madagascar and in other nearby islands and in Madagascar itself produces large and very delicate fruits, locally known as combavas. But when a local essential oil distillery undertook steam distillation of the leaves and twigs of this citrus variety, a new petitgrain oil was discovered: Combava Petitgrain Oil. The oil is distinguished by its very delicate sweetness and freshness which is distinctly different from bitter orange petitgrain or other well-known petitgrain oils. Still more interesting is it, that this oil contains laevo-Citronellal as one of its main constituents. It was hoped that the oil could thus become a new starting material for the production of laevo-Citronellol (by reduction), a perfume material sometimes called rhodinol. Combava Petitgrain Oil is a pale yellow to greenish yellow, mobile liquid of fresh-leafy, sweet-rosy odor, somewhat reminiscent of the odor of Guinea lemon petitgrain oil and eucalyptus citriodora oil. In perfumes the oil would probably be needed in larger concentration since it appears well fit for the soap and detergent type of fragrances. It could also find use as a modifier in citrus colognes and, generally, as a new topnote ingredient. ",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Copaiba Balsam",
        "picture": "https://www.lgbotanicals.com/assets/images/Copaiba-Balsam-736.jpg",
        "background_info": "Copaiba Balsam, also known as Copahu Balsam is one of the most “natural” (unprocessed) of all the natural perfume materials. It is used in perfumes exactly as it comes out of the tree, exactly as it occurs in nature. Copaiba Balsam is a natural oleoresin which occurs as a physiological product in various Copaifera species. Copaiba “Balsam” is a more or less viscous, brownish-yellow or grayish-greenish yellow liquid which dries to a hard and brittle resin upon exposure to air. The oleoresin is not always clear or translucent, but may be hazy due to its water content or to the continuous resinification of the essential oil part of the oleoresin, a process which starts already inside the trunk. The odor of the oleoresin is very faint, mild-woody, slightly spicy- peppery and modestly tenacious. The flavor is bitter and irritant. Since copaiba “balsam” is mainly used for its fixative properties, it is reasonable that the “balsams” with a low content of essential oil are preferred for this purpose. It is often used as a fixative in low-cost violet and wood perfumes, for lavender or fougères in detergent perfumes, industrial perfumes, etc.",
        "usage": "-",
        "blends_well_with": [
            "Cinnamic alcohol",
            "Styrax",
            "Amyris oil",
            "Coumarin",
            "Lavandin oil",
            "Cedarwood oils",
            "Ionones",
            "Methylionones",
            "Nitromusks",
            "Numerous other perfumery materials"
        ]
    },
    {
        "name": "Copaiba Balsam oil",
        "picture": "https://media.zenobuilder.com/upload/sp-1013/90718648.jpg",
        "background_info": "An essential oil is obtained by direct distillation (dry, in vacuum) of Copaiba “Balsam”.  It is customary to select the copaibas which contain a very high percentage of volatile oil for this purpose. Such balsams are less appreciated as commercial copaiba balsam since they dry out more slowly and yield less resin. For the same reason, they are poorer fixatives in perfumery, and thus the low-oil copaibas find their way into perfumery and porcelain-painting, etc., while the high-oil copaibas are distilled. Copaiba “Balsam” Oil (or Copaiba Oil) is a colorless or pale yellow to yellow-green or bluish, very mobile oil. The odor is similar to that of the “balsam”, but much milder, sweeter, almost creamy-balsamic with a faint peppery-spicy undertone. There are notes which resemble furfuryl alcohol and cadinene, others may remind of the notes in Peru balsam oil. A very peculiar and complex, but very faint odor. Copaiba Oil finds some use in perfumery, but its fixative value is negligible and its contribution to the overall odor of a fragrance is questionable. Its main use is that of a blender-modifier. The oil is used in pine fragrances, woody bases, violet perfumes, spice fragrances, etc., and its low cost and good availability makes it popular for some of these purposes. However, it is still missing from many a perfumer’s shelf, and it is unlikely that the oil will ever arouse any particular interest.",
        "usage": "-",
        "blends_well_with": [
            "Cananga",
            "Ylang-ylang",
            "Heliotropine",
            "Hydroxy-citronellal",
            "Isoeugenol",
            "Vanillin",
            "Ionones",
            "Methylionones",
            "Sandalwood oil",
            "Jasmine absolute",
            "Amylcinnamic aldehyde",
            "etc."
        ]
    },
    {
        "name": "Coriander oil",
        "picture": "https://www.foodandwine.com/thmb/kjn7ULvJuySVzZTsLFToPEe-KHM=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/Coriander-vs-cilantro-FT-BLOG0624-cc8f8172b07b49e7ad435157a846dc16.jpg",
        "background_info": "Coriander Oil is steam distilled from the dried fully ripe fruits (seed) of Coriandrum Sativum, a small herb native to southeastern Europe. The fruits are crushed immediately prior to distillation. Coriander Fruit Oil is a colorless or pale yellow liquid with a pleasant sweet, somewhat woodyspicy, aromatic-candylike odor. The floral- balsamic undertone and peppery-woody, suave top- note are characteristic features of this delightful fragrance. In perfumery, its warm and sweet notes blend equally well with sage clary and bergamot in colognes, with floral notes in jasmin, lilac, apple blossom, honeysuckle, etc., and with olibanum and Ceylon cinnamon, it may produce highly interesting effects in perfumes of the “Oriental” type. The use of coriander oil in tobacco flavors has also brought the oil into a position as an interesting modifier in “tabac” type perfumes. The herb oil could very likely find use in perfumery because of its interesting and powerful odor. But decylaldehyde is now produced synthetically at a very low price, and the herb oil cannot serve as an economical source of this perfume material.",
        "usage": "-",
        "blends_well_with": [
            "Neroli",
            "Petitgrain",
            "Citronellol",
            "Nerol",
            "Sandalwood oil",
            "Cananga oil",
            "Calamus oil",
            "Ginger oil",
            "Cypress oil",
            "Pinus Pumilio oil",
            "Decylalcohol",
            "Decylpropionate",
            "Aliphatic aldehydes",
            "Citral",
            "etc."
        ]
    },
    {
        "name": "Costus oil",
        "picture": "https://upload.wikimedia.org/wikipedia/commons/4/4e/Saussurea_%C2%BF_costus_%3F_%287839595576%29.jpg",
        "background_info": "Costus Oil is steam distilled from the comminuted, dried roots of Saussurea Lappa, a large impressive plant which is found growing wild in the Himalayan highlands at high altitude. Prior to distillation, the roots are not only comminuted, but also macerated in water. The distillation is then a combination of water- and steam-distillation. This is similar to some vetiver distillations. The oil does not separate well from the condensed water, partly because of the fact that its specific gravity is almost the same as that of water, partly because of water-solubility of certain components of the oil. Costus Oil is a pale yellow to brownish yellow, very viscous liquid. It has a peculiar soft, but extremely tenacious odor, reminiscent of old, precious wood, orris root, fatty (but not rancid) acids, vetiverol, etc., with a distinctly animal or sebaceous undertone. The odor has been compared to that of human hair, fur coats or “wet dogs”. The latter description is often heard from people who smell costus oil for the first time. It is certain that not all people will like this odor. In surprisingly small concentrations, Costus Oil will induce warm, woody and “natural” notes to a perfume; however, this is limited to certain perfume types, e.g. Oriental bases, chypres, violet bases, certain floral fragrances, etc., and many types of the “modern-aldehydic” theme. Overdoses of costus oil may easily produce obnoxious effects, and the power of this oil is often under-estimated. Similar in effect to angelica root oil, Costus Oil has the peculiar ability of producing diffusive power and intriguing topnotes, and at the same time it works effectively as a fixative of unusual tenacity. ",
        "usage": "-",
        "blends_well_with": [
            "Alpha-decanolide",
            "Cinnamic alcohol",
            "Flouve oil",
            "Isoeugenol",
            "Methylionones",
            "Decylpropionate",
            "Nitromusks",
            "Patchouli",
            "Opopanax",
            "Oakmoss",
            "etc. "
        ]
    },
    {
        "name": "Cubeb oil",
        "picture": "https://tropical.theferns.info/plantimages/sized/b/b/bb9aff7e6a8f30759cd93c8a4cd66c0b2862d9a4_434px.jpg",
        "background_info": "Cubeb Oil is steam distilled from the unripe, dried, crushed fruits of Piper Cubeba, a climbing vine similar to the pepper plant. Cubeb Oil is a pale greenish-yellow to bluish- yellow, occasionally almost colorless, somewhat viscous oil. The presence of blue or greenish-blue color usually indicates that the distillation has been carried through to the very highest boiling constituents of the oil. During the distillation, one can observe a distinct ammoniacal odor in the condensate. This is also observed during the distillation of black pepper, allspice, ginger, and numerous other oils. Although this phenomenon has not been officially explained, it seems conceivable that proteins (which are amines) in the plant material may be hydrolytically decomposed during the distillation, probably due to the presence of certain activators in these particular botanicals. The odor of Cubeb Oil is very dry-woody, but simultaneously warm-camphoraceous, spicy-peppery. The odor should be free from the very light pepper-like characteristic found in black pepper and elemi oils, and it should rather present the heavy-woody peppery notes found in guaiacwood. atractylis, araucaria, schinus molle, etc. Cubeb oil is also very useful in the creation of woody-peppery perfume bases, carnation perfumes, and in the “construction” of artificial essential oils. ",
        "usage": "-",
        "blends_well_with": [
            "Cananga oil",
            "Cinnamic alcohol",
            "Clove stem oil",
            "Coumarin",
            "Eugenol",
            "Galbanum",
            "Isoeugenol",
            "Lavandin oil",
            "Rosemary oil",
            "etc."
        ]
    },
    {
        "name": "Cumin Absolute",
        "picture": "https://images.squarespace-cdn.com/content/v1/52bc612ae4b038e4d94a53e6/6189786f-95c0-402a-9662-aa0743dd5796/Cumin+%284%29.JPG",
        "background_info": "From Cumin fruits (seed) an Oleoresin can be prepared the usual way, and by alcohol-washing of the oleoresin an Absolute of Cumin is produced. Cumin Absolute is a dark olive-brown or dark yellow, viscous liquid of a powerful, but delicately mellow and round, green-spicy odor, very closely reminiscent of the odor of the crushed seed from which it is derived. The absolute has a striking resemblance to curry powder in its complex and exciting fragrance. Cumin seed is an important ingredient in curry powder. The extracted product seems to contain more of the sweet notes from the extractive plant matter than does the essential oil. This fact makes the absolute superior to the oil in flavor work. The essential oil is extremely volatile and of tremendous diffusive power, while the absolute displays a richer, softer, true-to-nature cumin seed character. In perfumes, the intense color of the absolute is only a minor drawback, considering the minute amounts necessary for obtaining “green-spicy” effects. The absolute needs less fixation than does the essential oil.",
        "usage": "-",
        "blends_well_with": [
            "Oakmoss absolute",
            "Lavandin absolute",
            "Galbanum resinoid",
            "etc."
        ]
    },
    {
        "name": "Cumin oil",
        "picture": "https://tildaricelive.s3.eu-central-1.amazonaws.com/wp-content/uploads/2022/01/17161128/Cumin-seeds%402440x1200px.jpg",
        "background_info": "This oil is distilled from the dried, ripe fruit (seed) of Cuminum Cyminum, known as “Roman Caraway”, a small herb originating in the Middle East. The cumin seed belongs to the group of very old spices whose history of use can be traced back thousands of years. To-day it still is one of the important ingredients in the ever-popular “Indian Curry Powder”. Cumin Oil is a pale yellow to brownish yellow liquid; it occasionally displays a greenish tint. Dark-colored oils may have been stored in iron containers or under poor conditions. The oil is quite sensitive to daylight, air, moisture and metals as well as to alkali. Its odor is extremely powerful, diffusive, green-spicy, slightly fatty, but at the same time not sharp or pungent, almost soft and mellow. This softness is one of the main features of a true oil, and is very hard to duplicate when making an artificial oil with a similar content of Cumin Aldehyde. Cumin Oil presents a peculiar, putrid odor, recalling sulfides and/or amines on top of its true fragrance. Similar topnotes are encountered in freshly steam distilled fruits of other umbellifers and in black pepper oil (ammoniacal odor), etc. It is conceivable that such odors represents trace amounts of decomposition products from proteins, etc., in the endosperm of the seeds. However, most cumin oils offered in the market do not possess this type of odor. Obviously, such oils have been “treated” somehow, or “doctored up” to eliminate or mask the off-odor. Cumin Oil is used in perfumes in trace amounts to introduce green-spicy and green-woody top- notes, particularly in the woody-floral perfume types, Oriental bases, mimosa, cassie, violet, etc. It is also used for “special effects” in modern aldehydic fragrances, etc. and for its unusual diffusive power. ",
        "usage": "-",
        "blends_well_with": [
            "Lavandin",
            "Rosemary",
            "Galbanum",
            "Oakmoss",
            "Bois de rose oil",
            "etc."
        ]
    },
    {
        "name": "Curcuma oil",
        "picture": "https://www.plameca.com//uploads/2016/01/curcuma_blog1-1024x683.jpg",
        "background_info": "The plant, Curcuma Longa, is related to the ginger plant which it also resembles. Curcuma is a native of the south Asian countries where it has been known and used for thousands of years as a spice and as a common house medicine. Curcuma Oil is produced by steam distillation of the dried, comminuted rhizomes (“tubers”) of the curcuma plant. The finely powdered rhizome is also used directly as a spice which is known under the name of Turmeric. This ingredient is responsible for the intensely yellow color of the world famous “Indian Curry Powder”. Curcuma Oil is a yellow to dark orange-yellow liquid which occasionally shows a faintly blue fluorescence. The odor is usually spicy and fresh, reminiscent of sweet orange, ginger and galanga. The flavor is slightly pungent and bitter except in extreme dilution. The odor of Japanese curcuma oil is warm, dry-woody, powdery, camphoraceous and slightly peppery-spicy with a peculiar undertone reminiscent of the odor of Atlas cedarwood oil. Curcuma oil can be used in certain types of perfumes where it introduces warm-woody, dry- powdery tonalities in Oriental bases and fantasy fragrances, etc.",
        "usage": "-",
        "blends_well_with": [
            "Cananga oil",
            "Cistus oil",
            "Elecampane",
            "Ginger",
            "Labdanum",
            "Orris \"resin\"",
            "Heliotropine",
            "Ionones",
            "Methylionones",
            "Nitromusks",
            "etc."
        ]
    },
    {
        "name": "Cymbopogon Connatus",
        "picture": "https://storage.googleapis.com/powop-assets/PPA/2026_2050/h2027e_fullsize.jpg",
        "background_info": "The east African grass Cymbopogon Connatus is related to citronella, gingergrass and inchigrass. The odor of cymbopogon connatus oil is intensely fatty-green, spicy-fresh with a sweeter dryout and a strongly herbaceous undertone. The oil is olive-green to yellowish green and mobile, but its viscosity increases on ageing. The essential oil of Cymbopogon Connatus could furthermore find some use “as is” in perfumery. It lends a certain naturalness and freshness together with its outstanding diffusive power. In the reproduction of “missing” notes in artificial essential oils, the oil would no doubt attract the perfumer who works on artificial bergamot oil, ylang-ylang, jasmin, etc. ",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Cyperus oil",
        "picture": "https://upload.wikimedia.org/wikipedia/commons/2/2e/CyperusScariosus_6259.JPG",
        "background_info": "Various essential oils from the roots of certain tropical grasses appear on the perfumery market under the above name. The greater part of these oils are used locally, but one seems to have obtained more than local interest: The essential oil of the rootlets of Cyperius Scariosus (or cyperus scariosus) is marketed under the brand name of Cypriol in India. Cypriol is produced by steam distillation of roots and rhizomes after proper washing, drying and comminuting, similar to the treatment of vetiver rootlets. Oil of Cyperus Scariosus (“Cypriol”) is an amber colored or light brown viscous liquid of woody-earthy and very tenacious odor. The very first impression of the odor of this oil bears great resemblance to the odor-impression of the “Oriental” cinnamon-olibanum complex: diffusive, dry, woody, slightly spicy. The overall body- note resembles that of Virginia cedarwood and vetiver oils, but toward the dryout there is a strong similarity to vetiver in sweet-woody and rich undertones. Apart from the excitingly fresh topnote this oil is distinguished by a firm uniformity in odor throughout all stages of evaporation. Cypriol is useful in perfumes or bases of the woody, Oriental or dry-ambre types, in heavy fougères, in hyacinth (along with galbanum resinoid), in forest notes and in general as a fixative. In higher concentrations it will display its peculiar, soft-woody note and intriguing topnotes. ",
        "usage": "-",
        "blends_well_with": [
            "Bergamot",
            "Labdanum",
            "Patchouli",
            "Sage Clary",
            "etc."
        ]
    },
    {
        "name": "Cypress Absolute",
        "picture": "https://www.albertvieille.com/wp-content/uploads/2020/08/Cypriol-1-1024x768.jpg",
        "background_info": "The yield of essential oil by distillation of the leaves and twigs of Cypressus Sempervirens is comparatively small (0.2 to 0.3%). The steam distillation is quite time-consuming since it is necessary to continue the distillation until the high-boiling and more valuable constituents are carried over (12 to 18 hours at low steam pressure). Cypress Absolute is produced in very small quantities and usually only upon demand. However, this product is far more interesting for ambre perfumes, chypres, colognes, pine fragrances etc. than is the essential oil. The intense green or brownish-green color of the absolute is a certain drawback unless it is used with oakmoss, etc. It is not conceivable that Cypress Absolute will ever become an important perfume raw material.",
        "usage": "-",
        "blends_well_with": [
            "Amyl salicylate",
            "Cedarwood derivatives",
            "Cistus oil",
            "Isobutyl-cinnamate",
            "etc."
        ]
    },
    {
        "name": "Cypress oil",
        "picture": "https://marimurtra.cat/museu/wp-content/uploads/sites/12/2021/10/06-3-Cupressus-sempervirens-scaled-1100x800.jpg",
        "background_info": "Cypress Oil is distilled from the leaves (needles) and twigs of the evergreen, Cypressus Sempervirens, and possibly from other species of Cypressus. It is customary to collect and distil the material which is obtained by the annual pruning of the trees, perhaps together with twigs, etc. torn off the trees during the winter mistral, the violent storm. This is why Cypress Oil is usually available only in very limited quantities and only at certain times of the year. Cypress Oil is a pale yellow, pale olive-greenish or almost colorless, mobile liquid of sweetbalsamic, yet refreshing odor, reminiscent of pine needles oil, templin oil, juniper berry oil, cardamom oil (without the cineole-note), and with a unique dryout of delicate and tenacious sweetness, often compared to that of ambre (labdanum ambre). This “partially deterpenized” cypress oil is used in perfumes of the ambre-labdanum type in combinations with cistus oil or other labdanum products, delta-methylionone (so-called), lavender oil, mandarin oil, sage clary, musk ambrette or macrocyclic musks, styrax products, moroccan chamomile oil, etc. Cypress Oil (natural oil) is occasionally used as a modifier in pine needle fragrances, in citrus colognes, fougères, chypres, and in the modern aldehydic type of perfumes. ",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Davana oil",
        "picture": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR3n_INNPMIEg7vYFsXqAEc8mZtct8aAeo8is3eZ04eKxtNcVH3",
        "background_info": "This oil is obtained by steam distillation of the overground parts of the flowering herb, Artemisia Pallens. The plant grows in the same parts of southern India where also sandalwood is grown. Davana Oil is very dark green or brownish green (similarity to several other artemisia oils). Its odor is sharp, penetrating, bitter-green, foliage- like and powerfully herbaceous with a sweetbalsamic, tenacious undertone. The intense color is a certain drawback but the oil blends well with most chypre and fougère materials which also include strongly colored products (oakmoss, labdanum, etc.).",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Deertongue",
        "picture": "https://vermiorganics.co/cdn/shop/files/image1_8aacdd20-6af8-47a1-8242-3f789206b6f6.png?v=1702140195&width=416",
        "background_info": "Various species of the genus Liatris, particularly Liatris Odoratissima, grow wild in the southeastern United States, and have been known for their medicinal effects for a long time. The roots were extracted or infused to prepare a medicine of diuretic effect, etc. The leaves of this plant become very fragrant when they are dried. The leaves of Deertongue, as the composite plant is called in the U.S.A., do not yield any essential oil when they are distilled, but a highly aromatic extract, called Oleoresin of Deertongue, is prepared from the dried leaves with a volatile hydrocarbon solvent. After removal of the solvent in vacuum, the oleoresin appears as a dark green, very viscous liquid or semiliquid mass, possessing a heavy-sweet, coumarin-like, rich herbaceous odor. The immediate odor-similarity to shag tobacco is probably a reflection of the fact that the extract has been used since long ago for the flavoring of tobacco. Under the name of Deertongue, Lacinaria or Liatris Oleoresin, the extracts have been used for many decades in the food flavoring industry also, until the coumarin ban in 1952. In perfumery, however, Liatris Oleoresin or Liatris Absolute are used frequently in chypre, moss, new mown hay, Oriental, and similar sweet or coumarinic bases. Its high content of coumarin and related compounds makes it an excellent fixative, but its intense color is a drawback in certain creations and uses. With synthetic musks, it produces very interesting, dry-perfumery powder-notes, particularly in combination with heliotropine, “gamma”-methyl ionone, cinnamic alcohol, etc. Although it is not a very expensive perfume material, Liatris Oleoresin is used in comparatively small quantities.",
        "usage": "-",
        "blends_well_with": [
            "Oakmoss",
            "Labdanum",
            "Lavandin",
            "Olibanum",
            "Clove bud oil",
            "Amyl salicylate",
            "Patchouli",
            "etc,"
        ]
    },
    {
        "name": "Dictam oil",
        "picture": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEhltMXYdeLEtosamMasO0cWPGkuQNcTUJe3aKHfROmhypWH5ZXpccSEJ3YhWF0IAw8sWmmzRfI0Wgg-vCLh27VAGiNtgojd3fwh0rxZwfVTPpmGTCdFJnMiAINlKuvj8Q6p_R_T1EfuKQc/s1600/Dictamnus+hispanicus+IMG_2740.JPG",
        "background_info": "Dictam Oil is steam distilled from the flowering tops of Dictamnus Hispanicus, a small plant which belongs to the same family as the rue plant. Dictam herb has been a common drug store item for many decades and the fragrant leaves were previously used as a culinary herb and as a house medicine. Dictam Oil is a pale yellow mobile liquid of very fresh, sweet and anisic odor, reminiscent of Texas goldenrod oil. The odor also resembles that of estragon but it is less green-herbal than this. There is finally some resemblance to the odor of dill weed oil which has a slightly burning taste, while dictam oil has a milder, intensely sweet taste. Dictam Oil could be used in perfumes to introduce topnotes or modifying notes in fougères, chypres, colognes, in lilac and ylang-ylang bases, narcissus and other floral bases, etc. ",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Douglas Fir Needles oil",
        "picture": "https://cdn.shopify.com/s/files/1/0059/8835/2052/products/Douglas_Fir_2.jpg?v=1612444228",
        "background_info": "The essential oil from the leaves (needles) of the “Douglas Fir” or “Oregon Fir”. The tree, Pseudotsuga Taxifolia, is not only very abundant in the northwestern United States but it has been introduced in many European countries for its useful lumber. Douglas Fir Needles Oil is a pale yellow liquid of very rich, woody-balsamic, sweet pine-needle type odor. Oils from various sources show quite wide differences in odor, but the main characteristic seems to be a softness and a sweetness, a very rich bodynote and a great odor tenacity which is exceptional for a “pine needle oil”. The oil could find use in all kinds of pine fragrances and it would make a good supplement to the so-called Siberian pine needle oil which regularly floods the market but in most cases never saw Siberia. Douglas Fir Needles Oil would undoubtedly perform better in soap and in other products where a natural fixative is essential.",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Elderflower Absolute",
        "picture": "https://honest-food.net/wp-content/uploads/2015/05/elderflowers-1200.jpg",
        "background_info": "The flowers of Sambucus Nigra or other species of Sambucus yield on extraction with benzene, gasoline or petroleum ether a solid, dark green or olive-green concrète. The concrète is brownish- yellow in the case of petroleum ether extraction. Elderflower Absolute is a solid, waxy mass only slightly lighter colored than the parent concrète. The odor varies according to the solvents used but it is in general intensely sweet-herbaceous. honey-waxy, faintly anisic-floral or spicy. The odor of elderflowers does not please many people and the elderflower absolute presents a very concentrated edition of the nauseating sweetness of these flowers. Elderflower Absolute lends, however, interesting warm-floral effects in suitable dilution and in the trace amounts where it is useful at all in perfumes. ",
        "usage": "-",
        "blends_well_with": [
            "Bergamot",
            "Boronia",
            "Oakmoss",
            "Ylang-ylang",
            "Anisalcohol",
            "Ionones",
            "Isoeugenol",
            "in carnation bases",
            "lilac",
            "Tabac bases",
            "etc."
        ]
    },
    {
        "name": "Elecampane Absolute",
        "picture": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTpDVZNmkLaw4ZqxlqLtX0-GDbV4XCvZWn7hsL1iJ6Z6Tpmta06",
        "background_info": "An oleoresin or a concrète can be produced by volatile solvent extraction of the roots of Inula Helenium. The concrète is rarely used as such in perfumery but it is further processed to an alcohol-soluble absolute by the conventional method. Elecampane Absolute is a dark olive-green or brown, semi-solid mass which is hardly pourable at room temperature. Its odor is very soft, woodyrootlike, slightly fatty-sweet or “oily”, extremely tenacious. Elecampane Absolute produces interesting notes in ambre bases, woody-floral or oriental bases, heavy fragrances, etc. such as mentioned under elecampane oil. The absolute has a less earthy, more tenacious and rich odor than the essential oil.",
        "usage": "-",
        "blends_well_with": [
            "Ionones",
            "Methylionones",
            "Heliotropine",
            "Sandalwood",
            "Bergamot",
            "Orris products",
            "Cistus oil",
            "Labdanum products",
            "Cypress oil",
            "etc."
        ]
    },
    {
        "name": "Elecampane oil",
        "picture": "https://upload.wikimedia.org/wikipedia/commons/7/79/InulaHelenium.jpg",
        "background_info": "The roots and rhizomes of Inlua Helenium, a tall plant related to the sunflower, have been known and used in medicine for many centuries. The roots contain an essential oil which can be isolated by steam distillation. The extraction products of elecampane root are described under Elecampane Absolute. “Essence d’Aunée”, as the oil is called in France, is a semi-solid mass or a viscous liquid which often displays a mass of crystals. The color is dark yellow to brownish-yellow, occasionally pale yellow and turbid. It is dry-woody in odor, but also sweet, somewhat ambre- or honeylike with a fatty undertone. The odor has some resemblance to those of calamus, costus and cedrela. The flavor is warm, woody-rootlike, slightly bitter, nauseating, reminiscent of calamus oil and manevoro oil. Elecampane Oil is useful in perfumery for heavy-woody, Oriental or ambre-like bases. The tenacity and soft woodiness of the odor of elecampane oil makes it an attractive fixative in perfumes. It has very little application in flavors.",
        "usage": "-",
        "blends_well_with": [
            "Cananga",
            "Cinnamon",
            "Labdanum",
            "Lavender",
            "Mimosa",
            "Olibanum",
            "Orris",
            "Tuberose",
            "Violet",
            "Cedarwood",
            "Patchouli",
            "Nitromusks",
            "etc."
        ]
    },
    {
        "name": "Elemi",
        "picture": "https://www.shutterstock.com/image-photo/closeup-view-canary-tree-canarium-600nw-2369398165.jpg",
        "background_info": "Elemi “gum” is a natural oleoresin in the subgroup of turpentines. It consists almost entirely of resin and essential oil. Elemi is an exudation of a pathological product from the tree, Canarium Commune, and other species of Canarium which grow wild and, to a lesser degree, cultivated in the Philippine islands. Crude Elemi is a semi-solid, pale-yellow, waxyhoneylike mass, usually containing numerous woodsplinters, bark pieces, insect debris, dirt and earth, etc. Elemi is graded on the bulking place (locally), and it is possible to get lots which are quite clean, dirt-free and almost water-free. The odor is very fresh, terpeney, peppery-lemony, with a woody-balsamic background note. The odor bears some similarity to that of dill weed oil. Elemi Resinoid is prepared by extracting the crude elemi with a volatile solvent, and removing the latter in vacuum after proper filtration. Acetone gives a very high yield and is a very good solvent for elemi. The acetone-resinoid is pale yellow, and soon shows white masses of crystals separating in the soft, slowly solidifying resinoid. Benzene gives a lower yield, and the odor of this solvent is more difficult to remove from the resinoid. Ethyl alcohol is a comparatively poor solvent for elemi, but some perfumers prefer to extract only once with one or two parts of ethyl alcohol. It will be necessary to filtrate the extract before it cools off. A smaller yield of resinoid is thus obtained, but it presents the heart of the fragrance of elemi in a more concentrated form: fewer monoterpenes, resin acids, sesquiterpenes, etc., and higher concentration of the rare but important oxygenated components of elemi. One could call this product Elemi Resin Absolute. This is a very interesting fixative for artificial bergamot, lemon, lime, etc., as well as for the various verbena compositions, e.g. eau de verveine bases and other cologne types. In lavender colognes, fougères, spicy colognes, etc., it simultaneously introduces freshness and fixation. ",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Elemi oil",
        "picture": "https://lazenskakava.s24.cdn-upgates.com/_cache/6/1/61be74fc859d3e26d3416b148fe92811-elemi-100-prirodni-esencialni-olej-10ml-pestik.jpg",
        "background_info": "This is steam distilled from the crude Elemi. Elemi Oil is responsible for the fresh-lemony, peppery odor of crude elemi and of elemi resinoid. The main constituent of the oil is Phellandrene, a very unstable terpene, widely distributed in the plant kingdom. Elemi oil is colorless or pale yellow, mobile, and possessing a light, fresh, lemon-like, peppery odor which later dries out into a balsamic, slightly green-woody and sweet-spicy, pleasant note. The oil is not very stable, but antioxidants can retard decomposition of the phellandrene and dipentene. However, the natural Elemi Oil is very useful as a freshener and topnote material in various perfume compositions, e.g. fougères, chypres, colognes, and even in the heavy-sweet floral bases. The partially deterpenized elemi oil will prove particularly interesting in the Oriental bases, muguet, orchid, etc.",
        "usage": "-",
        "blends_well_with": [
            "Cinnamon Bark oil",
            "Olibanum",
            "Labdanum products",
            "Rosemary oil",
            "Lavandin",
            "Sage oils",
            "etc."
        ]
    },
    {
        "name": "Erigeron oil",
        "picture": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Erigeron_Glaucus.jpg/640px-Erigeron_Glaucus.jpg",
        "background_info": "Among the comparatively few essential oils which are produced exclusively from wild growing plants is the oil of Erigeron Canadensis. The entire overground part of the fleabane plant is steam distilled in the spearmint growing area of the midwestern United States. Erigeron Oil is a water-white or pale yellow liquid of a sweet, but very fresh-spicy, herbaceous, basil-like odor. The dryout note is peculiar, winey-herbaceous and sweet, resembling the odor of powdered licorice root. The odor also resembles that of moroccan chamomile oil (ormenis multicaulis) in its verbena-like freshness and the herbaceous, ethereal-sweet, ambra-like undertone. The oil of Erigeron Canadensis is occasionally used in perfumes where its peculiar and quite powerful odor may contribute interesting modifications in various types of colognes, fougères, chypres, aldehydic fantasy bases, etc.",
        "usage": "-",
        "blends_well_with": [
            "Cardamom oil",
            "Citrus oils",
            "Coriander oil",
            "Decyl aldehyde",
            "Hydroxycitronellal",
            "Linalool",
            "etc."
        ]
    },
    {
        "name": "Estragon oil",
        "picture": "https://herbanyus.hu/wp-content/uploads/2023/10/tarkony-2.webp",
        "background_info": "Also known as Tarragon Oil. In contrast to most other Artemisia oils, the essential oil of Artemisia Dracunculus is a sweet-smelling, spicy oil. The plant is a small member of the Compositae family, growing wild in many European and Asian countries. The whole overground part of the herb is steam distilled immediately prior to the inflorescence. Estragon Oil is a colorless or very pale yellow to greenish-yellow liquid with a sweet-anisic, green-spicy, slightly celery-like odor, very similar to that of the fresh herb. Like anise and basil oils, estragon oil tends to resinify on ageing; it becomes dark yellow and sticky, viscous, and loses its fresh green note and pleasant aroma. Estragon Oil is useful in trace amounts in chypre, l’Origan types, fougères, lilac bases, green floral bases, etc.",
        "usage": "Trace amounts",
        "blends_well_with": [
            "Galbanum",
            "Lavender",
            "Isoeugenol",
            "Methylionones",
            "Vanillin",
            "Cinnamic alcohol",
            "Oakmoss products",
            "etc."
        ]
    },
    {
        "name": "Eucalyptus Globulus",
        "picture": "https://www.albertvieille.com/wp-content/uploads/2020/08/Eucalyptus-globulus-2-1024x768.jpg",
        "background_info": "Some decades ago, a pharmacist wouldn’t think of buying a eucalyptus oil unless it was a genuine Eucalyptus Globulus oil. Pharmaceutically, it is the most important (type) of all the eucalyptus oils, and if we consider all the Cineole-types of eucalyptus oil as one big “pharmaceutical eucalyptus oil”, this will be the largest in quantity by far. Eucalyptus Globulus oil is steam distilled from the fresh or partly dried, long and narrow leaves of this large beautiful tree. The main use for Eucalyptus Globulus oil is in the pharmaceutical preparations, flavoring of cough drops, vaporizers, mouth-gargles, toothpaste, etc., as well as a rubefacient and general germicide. The germicidal effect is not very outstanding. In perfumery, the oil enters numerous formulas for low-cost perfumes, industrial perfumes, in the masking of various odors, and as a replacement for other essential oils. ",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Everlasting Absolute",
        "picture": "https://www.promessedefleurs.ie/media/catalog/product/cache/267b0f64c5ebd5d96d2f2c3d93807d49/H/e/Helichrysum-angustifolium-Tall-Curry-Plante-curry-copyright-17428-1.jpg",
        "background_info": "Widely known in southern Europe as “Immortelle”, “Everlasting” or “St. John’s Herb” is the small plant Helichrysum Angustifolium. The plant has attracted perfumers for quite some time. It should not be confused with “St. John’s Wort” which is an entirely different plant (hypericum perforatum) of no use in perfumery and little use in cosmetic preparations. Many attempts have been made to produce an essential oil by steam distillation of the entire overground plant or of the flowers alone. All efforts have either failed or shown an extremely small yield. For those who have seen the plant, this cannot come as a surprise: it is hardly possible to visualize anything drier than the mature plant. It appears to be simply dehydrated or ovendried, but the flowers still keep their beautiful colors, hence the name—Everlasting. Everlasting Absolute is used in perfumery for its deep-sweet, honeylike, tobacco-like notes, and for its great fixative effect. Although it cannot possibly exert a true physical fixation at the normal use concentration (fractions of one percent in the perfume oil), the absolute has an extraordinary ability of rounding off and “bouquetting’ a fragrance which may need life and naturalness. Its effect in rose bases and heavy-floral Oriental fragrances can be quite unique and successful. ",
        "usage": "-",
        "blends_well_with": [
            "Coumarin",
            "Flouve",
            "Lavender",
            "Lavandin",
            "Sage Clary",
            "Citrus oils",
            "Linalool",
            "Rose bases",
            "Phenyl Ethyl Alcohol",
            "Peru Balsam oil",
            "Clove bud oil",
            "etc. "
        ]
    },
    {
        "name": "Fennel oil, sweet",
        "picture": "https://coasttocactus.sdnhm.org/assets/img/resized/C2C_Fir0002_Fennel_flower_heads_W-r-w800-q100-m1465242657.jpg",
        "background_info": "Of little importance—and steadily decreasing in interest—-is the essential oil that is steam distilled from the crushed fruits of cultivated Sweet Fennel, also known as “Roman Fennel”, Foeniculum Vulgare, varietas dulce. Sweet Fennel Oil is a colorless or pale yellow liquid with a very sweet, but slightly earthy or peppery-spicy odor and a clean, sweet-aromatic dryout. There is a hint of a fruity-fresh topnote in fresh oils. The flavor is warm-spicy, aromatic, then sweet and only faintly burning. The oil is still used in some perfume types, e.g. chypre, fougère, etc., but it is used more extensively in flavor work, e.g. liqueurs, licorice candy, cough drops, lozenges, etc.",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Fig Leaf Absolute",
        "picture": "https://images.squarespace-cdn.com/content/v1/59bc4b7f017db254b3b5b7f7/625c18b2-d4f2-4430-8cc4-6b3c399761ab/maxresdefault.jpg",
        "background_info": "The leaves derive from Ficus Carica, one of the oldest of all the cultivated plants in the Mediterranean area. Growing wild as a shrub it is cultivated as a small tree in most of the countries around the “blue sea”. This cultivation is, however, mainly conducted for the purpose of producing the edible “fruits” (swollen receptacles) which we call Figs. Fig Leaf Absolute is a dark green to brownish green, semi-solid mass or a heavy, viscous liquid of a delicately sweet-green, herbaceous and somewhat woody odor with a mossy undertone. The absolute is used in various perfume creations, mostly those of the fougère, moss, chypre or meadow-type. It is also an interesting modifier in green-leafy “foliage” bases, etc. ",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Fir Needle Absolute",
        "picture": "https://www.brambleberry.com/on/demandware.static/-/Sites-brambleberry-master-catalog/default/dwffbe8cf8/images/large/ingredients/essential-oils/main/FirNeedleEO_ES18_Main.jpg",
        "background_info": "A fairly recent addition to the materials on the perfumer’s shelf is the extract of one or more kinds of pine needle, spruce needle, etc. Concrètes as well as absolutes are available, and the botanical raw material varies from one supplier to another. The concrète is a very dark green paste, often grainy, and after standing. it displays white, needleshaped crystals of an intensely sweet odor, reminiscent of the odor of strawberry jam and caramellized sugar. Fir needle concrète is further treated with alcohol to produce an Absolute of Fir Needles which when it comes from American suppliers is a dark green, semi-liquid or syrupy mass of sweet-coumarinic, somewhat fruity and intensely balsamic odor; briefly, it is very true to nature. The absolute of fir needles from French suppliers is usually a syrupy, amber-brown, clear liquid which has an odor more balsamic and sweet than pinelike and of great tenacity. It is conceivable that the French extracts are made from dry or partly dried material which would not produce a green color in the extract. The alcohol-soluble Fir Needle Absolute is obviously stronger in odor than the concrète (it is free from resins and waxes), and it should be used with utmost care, particularly in perfumes other than the pine types. Additions far below one percent in the perfume oil are often sufficient to introduce the wanted “naturalness” to a pine fragrance, and much smaller concentrations can be used to obtain warm and “special effects” in many other perfume types. ",
        "usage": "-",
        "blends_well_with": [
            "Amyl Salicylate",
            "Bergamot oil",
            "Coumarin",
            "Cypress oil",
            "Labdanum,Lavandin oil",
            "Linalool",
            "Linalyl acetate",
            "Nerol",
            "Oakmoss products",
            "Rosemary oil",
            "Sage Clary oil",
            "Thyme oil",
            "etc."
        ]
    },
    {
        "name": "Fir Needle oil, Siberian",
        "picture": "https://www.aromaweb.com/images/botanicals/siberian-fir-oil.jpg",
        "background_info": "Siberian Fir Needle Oil is undoubtedly the most popular type of “fir” needle oil in Europe, and one of the most popular in the U. S. A. also. It is a colorless to very pale yellow or pale olive-yellow, oily liquid, occasionally turbid or opalescent. Its odor is refreshingly balsamic, slightly fatty or oily with a powerful pine-forest odor, and a peculiar fruity-balsamic undertone. The particular odor and aldehydic topnote of this oil makes it an interesting material for use in “unconventional perfumery.",
        "usage": "-",
        "blends_well_with": [
            "Other pine or \"fir\" needle oils",
            "Amylsalicylate",
            "Coumarin",
            "Oakmoss products",
            "Nitromusks",
            "Diphenyl oxide",
            "Citrus oils",
            "Rosemary oil",
            "Juniper berry oil",
            "Labdadnum extracts",
            "Patchouli oil",
            "Lavandin oil",
            "etc."
        ]
    },
    {
        "name": "Flouve Absolute",
        "picture": "https://www.aromatiquebio.fr/wp-content/uploads/2021/01/Anthoxanthum-odoratum.jpg",
        "background_info": "From the flowering tops of a grass which is known in France as Flouve Odorante, various perfume and flavor materials are produced. The product sold today under the name of Flouve Absolute is very dependent upon this single producer and supplier. Since it is such a highly interesting and quite unique item, several other producers recently have put a similar material on the market under the same label. Flouve Absolute is a viscous, greenish-amber to brownish-yellow liquid, having a very sweet, herbaceous, tobacco-like and coumarinic odor. The odor is so rich and so complex that one can keep on finding notes in it. However, the overall fragrance is a sweet, licorice-like, root-like, somewhat mossy-herbaceous like wet underforest and meadows, of exceptional tenacity and high penetrating power. In perfumes, Flouve Absolute is useful in chypre, fougère, pine, Oriental bases, and in traces as a sweetener for dry-woody notes which can be modified in a very pleasant way with flouve absolute. The usual concentration of Flouve Absolute in a perfume base should be well below one percent, and effects are often perceptible below the concentration of 0.1% in the perfume oil. Thus, cost is no serious drawback although Flouve belongs to the “medium” priced raw materials. ",
        "usage": "-",
        "blends_well_with": [
            "Oakmoss products",
            "Labdanum extracts",
            "Pine or fir needle oils",
            "Chamomile oils",
            "Cypress oil",
            "Lavandin",
            "Lavender oils",
            "Petitgrain oils",
            "etc."
        ]
    },
    {
        "name": "Flouve oil",
        "picture": "https://www.promessedefleurs.com/media/catalog/product/cache/267b0f64c5ebd5d96d2f2c3d93807d49/A/n/Anthoxanthum-odoratum-Flouve-odorante-copyright-18185-5.jpg",
        "background_info": "From the dried upper part of the grass, Flouve Odorante, harvested during or after the inflorescence, an essential oil can be produced by steam distillation under certain circumstances. Flouve Oil is a light amber colored or pale orange-yellow, viscous oil of intensely sweet, coumarinic-haylike and heavy herbaceous odor. In contrast to the absolute the oil has no mossy notes, but it has a certain fatty-rootlike undertone reminiscent of elecampane and mimosa. It is not floral, however, but it presents part of the fragrance of a meadow with flowering herbs and grasses. It is used in perfumery in fougères, chypres, new mown hay bases, Oriental bases, ambres, etc.—although always at a very low concentration. It often accompanies chamomile, tansy, artemisia oils, galbanum and other essential oils in trace amounts to produce “special effects”, topnotes, etc. The oil is thus almost generally applicable.",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Galanga oil",
        "picture": "https://www.floraofsrilanka.com/uploads/genus/resized/genus_1628677590_Daraluwa%20(5).JPG",
        "background_info": "Also known as “Galangal Oil” or “False Ginger Oil”. The oil is steam-distilled from the comminuted rhizome of Alpinia Officinarum, a relative to ginger and cardamom. Galanga Oil is a yellowish to olive-brown, occasionally pale olive or pale yellow liquid of fresh-camphoraceous and spicy-woody odor reminiscent of laurel leaf oil, cardamom oil, ginger oil, etc., with a distinct cineole-like topnote and a warm undertone of rich and spicy body. Galanga oil is rarely used in perfumery, but it could introduce interesting notes in Oriental bases, woody fragrances, spicy perfumes, etc.",
        "usage": "-",
        "blends_well_with": [
            "Lavandin",
            "Pine needle oils",
            "Citrus oils",
            "Rosemary oils",
            "Patchouli oil",
            "Myrtle oil",
            "Opopanax oil",
            "etc."
        ]
    },
    {
        "name": "Galbanum",
        "picture": "https://shop.sa-usa.com/cdn/shop/articles/What-Does-Galbanum-Smell-Like_1500x.jpg?v=1562740121",
        "background_info": "Galbanum is a natural oleo-gum-resin. Galbanum is one of the typical examples of a botanical which has “changed” appearance, composition and odor during the past five decades. This is apparent when we look into literature from 1939, 1936, 1926 or even further back: the description of galbanum in these works is outdated. Galbanum is collected from not one, but several different species of Ferula (big umbellifer plants). These grow wild in Iran and in the countries toward Asia Minor, e.g. Lebanon. There are still—as the literature correctly says—two types: a hard and a soft galbanum offered commercially. For perfumery, only the soft variety has interest. The hard galbanum is used in pharmacy and for various industrial purposes. Soft Galbanum is a dark amber-colored to yellowish-brown or grayish-green, olive-brown, very viscous liquid whose consistency is like fresh honey. It is usually contaminated with wood splinters, sand, gravel, plant fibres, insects, etc., and it will separate a “foot” of a grayish mass on the bottom of its container. This precipitate contains water, sand, some dissolved gum, etc., and it has no perfumery value. It is often possible to eliminate it when emptying a container, since the precipitate is not pourable, while the useful galbanum is just pourable at room temperature (over 20° C.). The odor of crude galbanum (soft type) is powerful, green-woody, almost balsamic-resinous, reminiscent of oleoresins from conifers. The leafy- earthy, green note is often referred to in terms, such as: “like green peppers” or “tossed green salad”, etc. There is a distinct resemblance to the odor of hyacinth leaves. ",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Galbanum oil",
        "picture": "https://www.bonparfumeur.com/cdn/shop/files/GALBANUM---botanical_1500x.jpg?v=1692008985",
        "background_info": "Galbanum oil is steam distilled or steam-and- water distilled from Galbanum. Galbanum Oil is a colorless to pale yellow or pale olive-yellow, mobile liquid which possesses an intensely green, fresh-leafy odor with a dry- woody undertone of balsamic, bark like character. A very striking description often heard is “like green peppers or tossed green salad”. The oil has a pine-like topnote which is less pronounced in the odor of the resinoid. The latter, in turn, has a more woody-balsamic, conifer-resinous character. The pine-like topnote can be removed by fractional distillation of the oil. The woody-balsamic, soft- green and tenacious undertone can be isolated in the high-boiling fractions. Galbanol is a trade name for the latter type of galbanum oil fractions. Galbanum oil finds extensive use, although always in very modest concentrations, in compositions of chypre, fougère, pine, forest, moss, etc., and it will introduce interesting notes in many florals where its leafy character is necessary in the completion of a true naturalness: hyacinth, violet, narcissus, lavender, gardenia, etc. It can find use in countless perfume types and bases.",
        "usage": "-",
        "blends_well_with": [
            "Cinnamic alcohol",
            "Coumarin",
            "Cuminaldehyde",
            "Dimethyl Benzyl Carbinol",
            "Geraniol",
            "Geranium oil",
            "Cyclamal",
            "Isoeugenol",
            "Linalool",
            "Oakmoss products",
            "Pine needle oils",
            "Fir needle absolute",
            "Methyl Phenyl Carbinyl Propionate",
            "Styrax resinoid",
            "Styrax oil",
            "etc."
        ]
    },
    {
        "name": "Galbanum Resinoid",
        "picture": "https://originalswissaromatics.com/cdn/shop/products/GalbanumDistilled.jpg?crop=center&height=1024&v=1676498905&width=1024",
        "background_info": "Galbanum resinoid is prepared from the crude galbanum. Years ago, when galbanum was a hard, grainy mass or lumps, the resinoid was prepared in the conventional way, i.e. by extraction with a hydrocarbon solvent and subsequent removal of the solvent after filtration. Because of the significant water content in the lower grades of galbanum, it was necessary to use solvents which are not miscible with water. Acetone and ethyl alcohol could not be used. Solvent-free galbanum resinoid is a semi-liquid, dark amber or brownish-golden material, almost pourable at room temperature. The odor is intensely rich-green, woody-balsamic, yet with a dry undertone, and it has the typical “green peppers” foliage-like note which is so pronounced in the essential oil. The resinoid is usually not clearly soluble in alcohol. Extracts of galbanum, prepared with ethyl alcohol as a solvent, are available. These “resin absolutes” are almost clearly soluble in alcohol. They are more or less “terpeneless” products of entirely different odor type: less green-sharp, more softbalsamic, rich, woody and very tenacious in odor. Galbanum Resinoid is an extremely interesting fixative with an odor of its own. It is useful in lavender, fougère, Oriental bases, chypres, pine fragrances, woody bases, moss odors, and in certain floral types. Its use in hyacinth is almost classic. Galbanum resinoid has the definite advantage over many synthetic “green-odor” materials in the fact that it mellows in almost immediately: it is possible to evaluate the result and the effect during the creation of the fragrance. Synthetic materials in this odor group often “grow” or “fade” in the perfume with a perceptible change in the odor of the perfume within a few weeks.",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Gardenia",
        "picture": "https://viragbarat.hu/wp-content/uploads/Gardenia-Gardenia-jasminoides_dt-2.jpg",
        "background_info": "The gardenia shrub, Gardenia Grandiflora (and other gardenias), is quite common as an ornamental plant in subtropical and warm-temperate zones of the world. The flowers of this plant have been known and admired for their outstanding fragrance for thousands of years. However, these flowers are rarely submitted to extraction for the isolation of essential oil, concrète or absolute. One reason is the very small yield (about 1 kilo of absolute from 5000 kilos of flowers). Another reason is the limited use of the gardenia type of fragrance in perfumery. Finally, this type of fragrance has been comparatively easy to copy, although a good artificial gardenia base is more rare than for example a good artificial muguet base (lily-of-the-valley). Incidentally, a close resemblance to the natural product is not synonymous with unexcelled performance in a perfume. Gardenia Absolute was used for its intense and rich, floral effect and its peculiar sweet-green note. However, artificial gardenia perfume bases have now replaced the true and very expensive absolute from the flowers.",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Geranium Absolute",
        "picture": "https://www.interherb.hu/www-uploads/2023/01/Geranium.jpg",
        "background_info": "This comparatively recent addition to the perfumer’s shelf is produced from Geranium Concrète. Geranium Absolute can vary considerably in appearance and odor type depending on the type of solvent used in the extraction of the plant material. It seems that the petroleum ether concrète is becoming more popular, and it yields an absolute of lighter color than do most other concrètes. Geranium absolute is usually a green or dark green liquid with an intense and very powerful, somewhat leafy-earthy, but soft and pleasant odor. The leafy-green notes are quite pronounced, but the rich, rosy-minty undertone remains on a blotter throughout the evaporation of the oil. The odor of the absolute is less sharp and more tenacious than that of the essential oil. Geranium Absolute is used in perfumery, particularly in high-class rose bases, chypres, fantasy perfumes, etc.",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Geranium Concrète",
        "picture": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Flowers_of_Pelargonium_graveolens_20190502.jpg/1200px-Flowers_of_Pelargonium_graveolens_20190502.jpg",
        "background_info": "Geranium concrète is produced from the same plant material, i.e. leaves and branchlets of Pelargonium Graveolens, from which the essential oil is distilled. Geranium Concrète is a dark green or brownish- green, waxy mass; it has an intensely earthy herbaceous, somewhat sharp-rosy, foliage-green odor and great tenacity. It is soluble in perfume oils to a modest degree, and can thus be used with advantage in soap perfumes where its effect is quite inimitable. It lends a beautiful rich body to rose perfumes, and blends well with the conventional woody or spicy additives in rose soap perfumes, Oriental rose bases, chypre soap perfumes, etc. ",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Geranium oil",
        "picture": "https://www.theplantcompany.co.nz/file/getimage/shop/jpg/lg/pelargonium-graveolens.webp",
        "background_info": "One of the most important and irreplaceable essential oils in perfumery is Geranium Oil. Geranium Oil is steam distilled from the leaves and branches of Pelargonium Graveolens and other species of Pelargonium. This comparatively small plant is a hybrid from other pelargonium species, all of which originally came from South Africa. The funny part of the geranium story is that practically all perfumery geraniums have taken the same trip: to Europe first, and then back to some overseas region where they have been cultivated for the purpose of producing essential oil. Geranium Oils are used very extensively in perfumery. Significant quantities of geranium oil are used in the production of “rhodinol ex geranium” or “terpeneless geranium oil”. ",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Geranium oil, Réunion",
        "picture": "https://www.reunion.fr/app/uploads/crt-reunion/2020/04/thumbs/fleurs39geranium-creditirt-emmanuelvirin-1920x960.jpg",
        "background_info": "Also called Geranium Bourbon from the old name of the island of La Réunion (Ile de Bourbon), Geranium Oil, Réunion is the most important of all the geranium oils. It is produced in hundreds of small, mainly primitive stills which treat often less than one metric ton of plant material per charge. Freshly distilled Geranium Bourbon Oil has a very peculiar, rather obnoxious topnote which is partly due to dimethyl sulfide. The latter is probably not present as such in the leaves, but is produced during the rapid decaying of the plant material immediately prior to the field distillation. The unpleasant topnote will disappear after proper aeration or ageing of the oil, or when the oil is filtered or decanted. The color of the oil is then greenish-olive to almost brownish green. Later on, the green color fades, and the oil becomes more yellow when old. Its odor is very powerful: green, leafy-rosy, with a pronounced fruity-minty undertone and a rich, long-lasting, sweet-rosy dryout. In perfumery, this oil is used so commonly that it is hardly possible to point out its particular application.",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Geranium oil, Terpeneless",
        "picture": "https://fermes-et-jardins.re/wp-content/uploads/2022/08/ge%CC%81ranium-rosat-1-1-1024x683.jpg",
        "background_info": "Although the actual amount of hydrocarbons in geranium oil is comparatively small, the partial or total removal of “light” fractions of geranium oil (during a vacuum distillation) produces quite interesting perfume materials, distinctly different from the parent oil. From a chemical point of view, this treatment is not strictly a deterpenization (compare, e.g. wormwood oil, dethujonized) since the foreruns of a vacuum-distilled geranium oil will contain not only small amounts of pinene and other monoterpenes, but also certain amounts of aliphatic and olefinic alcohols of the C6 to C10-series, perhaps even higher members. Traces of aldehydes, ketones and low-boiling esters are also present in these “head” fractions. The “heart” fraction will consist mainly of the so-called “Rhodinol ex Geranium”, a mixture of terpene alcohols, laevo-citronellol and geraniol presumably being the main components. In the “tail” fractions, there will again be certain components whose fragrance the perfumers do not appreciate to the same extent as for the rhodinol fractions. The terpeneless geranium oil or “rhodinol ex geranium” (two different perfume materials) are colorless or very pale yellow liquids. The odor of the “rhodinol” is delightfully sweet, yet fresh and rosy, very uniform and tenacious. “Rhodinol ex Geranium” is used very extensively in perfumery as a base for rose, muguet, carnation, apple blossom and many other perfume types. Its floral sweetness, delightful freshness and delicate warm-rosy tonalities blend well with the odors of hydroxycitronellal, linalool, geraniol, dimethyl benzyl carbinol, cinnamic alcohol, cyclamen aldehyde, phenyl ethyl alcohol, geranyl esters, linalyl esters, etc.",
        "usage": "-",
        "blends_well_with": [
            "Hydroxycitronellal",
            "Linalool",
            "Geraniol",
            "Dimethyl Benzyl Carbinol",
            "Cinnamic alcohol",
            "Cyclamen aldehyde",
            "Phenyl Ethyl Alcohol",
            "Geranyl esters",
            "Linalyl esters",
            "etc."
        ]
    },
    {
        "name": "Ginger Absolute",
        "picture": "https://assets.epicurious.com/photos/58d3fed8e2c8295cfbf4a52f/1:1/w_1333,h_1333,c_limit/ginger_root_pile_23032017.jpg",
        "background_info": "Ginger Absolute is produced by extraction of the ginger rhizome with hydrocarbon solvents. After evaporation of the solvent, the residual extract is extracted with alcohol. After chilling and filtration of the alcohol extract, this extract is evaporated under gentle vacuum until the alcohol is removed. The residue is Ginger Absolute. According to the method of production and partly to the type of ginger rhizomes used, the ginger absolute may vary considerably in appearance and flavor. Usually, it is a viscous orange- brown or dark, yellow-brown liquid, just pourable at room temperature. Its odor is best described as being a very true reproduction of that of ginger rhizome, concentrated many times. The sweetness is emphasized, the rich, warm spiciness is predominant, and the tenacity is only modest. The typical lemon-orange-like topnotes (particularly well known from the Cochin and the Jamaica gingers) are accentuated by the fresh, slightly camphoraceous-warm and later sweet-woody body-notes of this absolute. In perfumes, Ginger Absolute may introduce the most interesting and surprising notes in high-class lotion perfumes, etc., or in the so-called “men’s fragrances” in the spicy series, after-shaves, etc.",
        "usage": "-",
        "blends_well_with": [
            "Animal notes",
            "Castoreum",
            "Civet",
            "Costus",
            "Labdanum",
            "Woody notes",
            "Sandalwood",
            "Vetiver",
            "Patchouli",
            "Linalool",
            "Olibanum",
            "Floral notes (very interesting effect in gardenia)",
            "many modern fantasy fragrances"
        ]
    },
    {
        "name": "Ginger oil",
        "picture": "https://www.jiomart.com/images/product/original/590000132/ginger-200-g-product-images-o590000132-p590000132-0-202409251735.jpg?im=Resize=(1000,1000)",
        "background_info": "Ginger Oil is produced by steam distillation, occasionally by water-and-steam distillation of the dried, unpeeled, freshly ground rhizomes of Zingiber Officinale, a plant which is native to the tropical coastal regions of India. The rhizomes, sun-dried and unpeeled, have been known as a spice for several thousand years, and the plant was among the early introductions to the West Indies when the Spanish seafarers roamed the Caribbean Sea shortly after A. D. 1500. Ginger Oil is a pale yellow to light amber- colored mobile liquid. Its viscosity increases upon ageing or exposure to air (resinification). The odor is warm, but fresh-woody, spicy and with a peculiar resemblance to orange, lemon, lemon- grass, coriander seed oil, etc. in the initial, fresh topnotes. The sweet and heavy undertone is tenacious, sweet and rich, almost balsamic-floral. African ginger oil is generally darker in color and presents a more fatty sweetness. The freshness is not pronounced nor is it very characteristic of that type ginger oil. It is, however, extremely rich and tenacious. Jamaican ginger oil is usually very pale in color, mobile like a pine needle oil, and with a pronounced odor-freshness of lemon- orange-coriander-like character. The body is sweet but not balsamic, the tenacity is only moderate. The initial notes of freshly distilled Ginger Oil from Jamaican rhizomes often have a peculiar “rubber”-like type, similar to that of freshly distilled nutmeg oil (myrcene-like notes?). This note is hardly ever perceptible in African ginger oil. Ginger Oil is used in perfumery to introduce warmth and certain nuances of spicy sweetness which are often wanted in heavy Oriental bases and in a few floral fragrances, too. The interest in the oil for perfumery use has increased considerably during the recent years of the growing “spice-trend” in men’s fragrances and in lotion perfumes in general. The Jamaican oil lends more freshness and topnote, while the Nigerian oil will give a solid body note, a warmth which is quite unique and typical of this oil. ",
        "usage": "IFRA 51: 10.9% in finished product (Cat. 4)",
        "blends_well_with": [
            "Bois de rose oil",
            "Cedarwood",
            "Coriander",
            "Coumarin",
            "Berizyl Acetate",
            "Citrus oils",
            "Eugenol",
            "Ionones",
            "Nitromusks",
            "Rose de Mai absolute",
            "Nonanolide",
            "Nerol",
            "etc."
        ],
        "additional_info": "Ginger Oil Fresh, Côte d'Ivoire"
    },
    {
        "name": "Goldenrod oil, Texas",
        "picture": "https://images-prod.healthline.com/hlcmsresource/images/AN_images/goldenrod-1296x728-feature.jpg",
        "background_info": "Well known over most parts of the world, The Americas, Asia and Europe, a multitude of varieties of Goldenrod grow wild or are cultivated, usually for decorative purposes. Oil of sweet goldenrod is a colorless, rather mobile liquid of sweet-spicy, aromatic-herbaceous odor, reminiscent of estragon (Tarragon). The odor is inferior to that of estragon in respect to sweetness, tenacity and delicate, green-foliage notes. The rather simple or homogeneous odor of goldenrod oil is probably the main reason why the oil has never become a “big item” on the perfumer’s shelf. It does not present any significant advantage over estragon oil. or over the main constituent, methyl chavicol (estragole), and it has no fresh-green topnote, such as we find it in sweet basil oil. The oil could find some use in perfumes of fougère type, chypre, l’origan, moss, etc., or in trace amounts in lilac, muguet, etc.",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Grapefruit oil",
        "picture": "https://www.hopkinsmedicine.org/-/media/images/health/3_-wellness/food-and-nutrition/grapefruit-teaser.png",
        "background_info": "This oil, which is not strictly an essential oil according to our definitions, is produced by cold expression of the peel of the fruits from a Citrus species which presumably evolved from the West Indian “shaddock” fruit. Although not a hybrid, the grapefruit did not exist 400 years ago, and it was still a rarity around the beginning of the twentieth century. Highly developed cultivation and refining of the fruits (better juice, meat, fewer seed, etc.) has, as so often in nature, caused some changes elsewhere in the fruits: the oil from the peel has become milder and sweeter of odor than it was only a few decades ago. Grapefruit Oil is a mobile, yellowish to greenish- yellow or pale orange-yellow oil, possessing a fresh-citrusy, rather sweet odor and a similar taste. As mentioned above, the bitterness particularly known from European and Middle-Eastern fruits and peels, is no longer found in today’s American grapefruit oil. The odor resembles that of sweet orange oil to a certain degree, but also has notes in common with bitter orange oil. Thus, grapefruit oil is quite useful in bergamot compositions and for all modifications of citrus notes in perfumery. Like all other citrus oils, grapefruit oil is not very stable and deteriorizes easily upon exposure to moisture, air and daylight. Antioxidants and oxygen-free storage conditions can prolong the shelf-life of these oils. Certain combinations of antioxidants are effective in concentrations of 0.002% which is far below the threshold of flavor or odor perception. ",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Guaiacwood oil",
        "picture": "https://cdn.shopify.com/s/files/1/0041/3152/0621/files/iStock-1306963218_600x600.jpg?v=1676584170",
        "background_info": "Erroneously called guaiacwood concrète, this oil is steam distilled, occasionally steam-and-water distilled from the wood of Bulnesia Sarmienti, a wild-growing tree from the jungles of Paraguay and Argentina. It should not be confused with the Guaiac of the drug store where a resinous substance, produced from another tree, Guaiacum Officinale (the “lignum vitae” of the Bahama islands) is occasionally used. Guaiacwood Oil is a soft or semi-solid mass, yellowish to greenish yellow or pale amber in color. When melted, it may stay supercooled and liquid for a long time. Once again, we meet a product which quite frequently presents odor types not reported in literature: apart from its delicately sweet, rosy-woody odor which is often referred to as “tearose-like”, the oil may have a “smoked ham” odor which is definitely unwanted, but not uncommon. It is conceivable that this odor, which was never reported prior to World War II, occurs in oils which have been “forced” during the distillation through the addition of mineral acid (sulfuric, etc.) to the chopped, wet wood in the still. This increases the yield of oil, but it also creates a hazard of spot-burning of the woodchips. Similar to amyris, the age of the wood prior to distillation also has some influence upon the odor of the oil. The oil is a low-cost fixative and modifier, an excellent blender in woody-floral perfumes, in soap compounds as well as high-class perfumes. Guaiac wood oil is, in turn, sometimes found as an adulterant in rose de mai absolute, amyris oil, sandalwood oil, costus oil, oakmoss concrète, etc.",
        "usage": "-",
        "blends_well_with": [
            "Linalool",
            "Nerol",
            "Geraniol",
            "Terpineol",
            "Oakmoss",
            "Ionones",
            "Orris products",
            "Spice oils",
            "etc."
        ]
    },
    {
        "name": "Hamamelis",
        "picture": "https://www.vdberk.hu/media/46070/hamamelis_intermedia_orange_beauty.jpg",
        "background_info": "The north American shrublike tree, Hamamelis Virginiana, also known as Witch Hazel, has enjoyed a tremendous and over-exaggerated reputation for its virtues with respect to the hemostatic and astringent effects of its leaves and bark. Extracts and distillates of the leaves are still used, and these are quite popular ingredients in skin- lotions, after-shaves, creams, etc. The leaves do contain tannin which is astringent, and they do contain a small amount of an essential oil which has a hemostatic effect. They have occasional application in perfumery when this peculiar note of dry tea-leaves, a herbaceous-foliage type, is required.",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Hamanasu concrète",
        "picture": "https://kiiks.online/cdn/shop/files/hamanas-img01_1200x.jpg?v=1706495839",
        "background_info": "This perfumery material is derived from the flowers of Rosa Rugosa, a plant which is cultivated in Japan. The annual production (1958) is about 100 kilos, all of which is absorbed in Japan for finer perfumery products. Samples so far received have been olive-green to dark orange brown of color, and the odor has been woody-floral, sweet, somewhat honeylike. It is most likely that considerable variations in odor and appearance may occur in such a small scale production.",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Hay Absolute",
        "picture": "https://c02.purpledshub.com/uploads/sites/47/2023/11/What-is-hay.jpg",
        "background_info": "The term “Hay” in this place refers to the type “new mown hay”, also called “foin coupé”. This type of fragrance has been desirable for perfume base creations for many decades, and it is quite surprising that a “natural” new mown hay product was not developed long before it did appear on the market. Generally, the commercially available Hay Absolutes are viscous liquids, dark amber, dark green or brownish green in color, occasionally they are soft masses of olive-brown color. The odor is powerful and extremely sweet, quite diffusive, coumarin-like and faintly herbaceous, very uniform and tenacious. The undertone is almost jam-like sweet, reminiscent of figs or preserved prunes in odor type. There is a distinct difference among the hay absolutes extracted from hay without flowers, with flowers, or with seed. Hay Absolute is used in perfumery not only in “new mown hay” bases, or in combination with flouve, melilotus, tonka, woodruff, deertongue, etc., but also as an individual note to be introduced whenever a truly herbaceous-sweet undertone is required: in lavender, fougère, chypre, colognes, tea-notes, “tabac”-notes, forest-notes and various bouquets. Interesting effects are obtained with hay absolute in jasmin bases, orange flower bases, etc. Hay absolute could be used in flavors, but the coumarin-ban is, at least ethically, extended at such natural products which contain significant amounts of coumarin. ",
        "usage": "IFRA 51: 25% in finished product (Cat. 4), average use: 0.28% in a perfume compound",
        "blends_well_with": [
            "-"
        ],
        "additional_info": "Hay “Signature” Absolute"
    },
    {
        "name": "Hay oil",
        "picture": "https://live.staticflickr.com/65535/52415867334_6b8b661476_h.jpg",
        "background_info": "A comparatively new item which is not yet regularly found in the price lists is the essential oil of hay. The few producers do not specify from which grass (hay) the oil is distilled, or whether it is actually an extracted oil or a distilled one. It is most likely that one or several of the common ensilage grasses are collected during the period of inflorescence, properly dried, extracted with petroleum ether, and then finally distilled at very low pressure (molecular distillation of the extract with or without a co-distilling, neutral liquid). Hay Oil is usually a pale amber or pale yellow liquid with a delightfully sweet-herbaceous, tea- like fragrance, reminiscent of the odor of sage clary, wet tea leaves and hay. The undertone and the dryout are almost floral-woody, but remain sweet and very uniform. Certain types of hay oil show no coumarin-like odors at all. It is most likely that such oils are true distillates and not extracts or molecular distillates of extracts. In the latter cases, coumarin would certainly be perceptible in the product. Hay Oil is extremely interesting and useful in modern perfume types: citrus colognes, lavender fougères, fantasy compositions, jasmin modifications, orange flower bases, as a “nuanceur” for spicy fragrances or “men’s perfumes”, carnation modifier, etc. ",
        "usage": "IFRA 51: 25% in finished product (Cat. 4), Average Use: 0.28% in a perfume compound",
        "blends_well_with": [
            "Sage Clary",
            "Champaca",
            "Mimosa",
            "Cassie",
            "Magnolia leaf oil",
            "Flouve oil",
            "Chamomile oils",
            "Helichrysum oil",
            "Tobacco leaf absolute",
            "Maté extract",
            "Tea leaf absolute",
            "Phenyl Ethyl Alcohol",
            "Linalool",
            "Bergamot oil",
            "Lemon oil",
            "Ylang-ylang",
            "Bitter orange oil",
            "Deertongue",
            "Melilotus",
            "Coumarin",
            "etc."
        ]
    },
    {
        "name": "Helichrysum oil",
        "picture": "https://www.isomers.ca/cdn/shop/files/Helichrysum_Angustifolium_Flower_Extract_0d94c78a-8fd3-46eb-afaa-548aa6a87624.jpg?height=520&v=1730222750",
        "background_info": "Helichrysum Oil is steam distilled from the flowering tops of the small plant, Helichrysum Angustifolium and other species of Helichrysum. Helichrysum Oil is a pale yellow, oily liquid of powerful and diffusive, but pleasant and rich, natural odor. The topnote has certain features in common with those of the extracted material (everlasting absolute), and these topnotes are not exactly attractive at high concentration. The sweetness is so rich and overwhelming, honeylike and deep, that it takes more than the average of imagination to appreciate the odor of this oil. However, the sweet-fruity and tea-like, delicate undertone is unique, and the tenacity is quite outstanding. It gives interesting effects in ambre, chypre, lily, muguet, rose and other bases. The main constituent of helichrysum oil is Neryl Acetate which is only rarely found in high percentage in essential oils. It is conceivable that the oil will find a permanent place on the perfumer’s shelf—and at his balance—in the near future, if it is not already one of his favorite items.",
        "usage": "IFRA 51: No restriction for category 4",
        "blends_well_with": [
            "Boronia",
            "Chamomile",
            "Citrus oils",
            "Geraniol",
            "Ionones",
            "Labdanum",
            "Lavender",
            "Nerol",
            "Mimosa",
            "Oakmoss",
            "Orris products",
            "Sage Clary",
            "etc."
        ],
        "additional_info": "Immortelle Absolute 50 PCT TEC"
    },
    {
        "name": "Henna",
        "picture": "https://www.heartyculturenursery.com/cdn/shop/products/lawsoniainermis_f6c5138f-b3ae-4451-a298-d65bf1bb0af3_700x700.jpg?v=1633685753",
        "background_info": "Although not famous as a perfume or flavor material, the leaves and flowers of Henna are so abundantly available that a brief description will be given here in case its peculiar fragrance should sometime become of interest to an increasing number of perfumers. The leaves of the shrub or bush, Lawsonia Inermis, were used in Egyptian cosmetics probably thousands of years ago. There are still millions of women all over the world today, who dye their hair with Henna leaves, using various intensifying or dye-controlling additives such as mild alkali, mild acid, etc. They use water and powdered leaves made into a paste which is applied to the hair for a certain number of minutes or hours. However, the flowers have such an attractive fragrance that an essential oil has been prepared from them on an experimental scale. The flowers smell extremely sweet, delicately floral and tealike, reminiscent of boronia and chioranthus spicatus oils. “No wonder!” the chemist would probably say, because he has identified beta-ionone and alpha-ionone in the essential oil from henna flowers. ",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Ho Leaf oil",
        "picture": "https://s3.amazonaws.com/eit-planttoolbox-prod/media/images/Cinnamomum_camphora__2qVpYHyY4O3Z.jpg",
        "background_info": "This oil is steam distilled from the so-called Ho-Sho variety of the tree, Cinnamomum Camphora which is widely cultivated in Formosa, Japan, and, to a minor extent on the Chinese mainland. The leaves of the above tree can be stripped off once or twice a year without damaging the tree. The leaves of felled trees (for camphor oil production) can also be utilized. Thus, there is ample and inexpensive botanical material ready for the production of Ho Leaf Oil. Accordingly, the leaf oil is offered at a lower price than the Wood Oil (see Ho Wood Oil), and has become a potential competitor to the Brazilian bois de rose oil. Furthermore, Ho Leaf Oil, rectified or of a high grade, contains practically no camphor-like notes, and it presents such a clean linalool fragrance that no other essential oil comes closer to the pure linalool odor than a rectified Ho Leaf Oil. The oil is practically colorless, and possesses a clean, sweet, floral-woody and delicate odor. There is little or no change in the odor during the evaporation on a perfume blotter, and the tenacity is only moderate. Ho Leaf Oil can be used in high percentages in a multitude of perfume types: as a modifier, blender, sweetener, floralizer, or individual odor.",
        "usage": "-",
        "blends_well_with": [
            "Phenyl Ethyl Alcohol",
            "Cinnamic alcohol",
            "Amyl Salicylate",
            "Citronellol",
            "Geraniol",
            "Ionones",
            "Hydroxycitronellal",
            "Cyclamen aldehyde",
            "Lavandin oil",
            "etc."
        ]
    },
    {
        "name": "Honeysuckle Absolute",
        "picture": "https://images.ctfassets.net/3s5io6mnxfqz/6h2D9qdWXLL5vnRD84fkp/5d48a4971f5ef77c338127f723edde7f/how-to-grow-honeysuckle.jpeg?w=1920",
        "background_info": "This material is better known under the name from its producing country: “absolu de chevrefeuille”. It is produced by extraction of the flowers of Lonicera Caprifolium and other Lonicera species. The plant is a climbing vine and is well known all over the world as far north as Scandinavia and south to South Africa, mainly in the temperate zones. Honeysuckle Absolute is an orange-green to dark green or brownish, viscous liquid. Its odor is intensely sweet, fatty-floral, somewhat reminiscent of jasmin absolute from châssis and of orange flower absolute. The sweetness is not unlike the nauseating sweetness of tuberose. However, the various absolutes which are available on the market, do not truly represent the fragrance of the flower. The absolute has very little significance for the creative perfumer, but the honeysuckle type of floral fragrance is frequently used or requested by customers to the perfume houses. Small amounts of authentic Honeysuckle Absolute may be available upon demand. Artificial honeysuckle (perfume bases) can be created from available perfume materials, e.g. allyl ionone and other ionones, benzyl isobutyl carbinol, cyclamal, cassione, hydroxycitronellalmethylanthranilate, isobutyl phenylacetate, helichrysum oil, lily-bases, narcissus bases, orange flower bases, tuberose bases, tolyl acetate, rhodinol, cinnamyl acetate, floranol, phenylethylphenylacetate, phenyl propionaldehyde, etc.",
        "usage": "IFRA51: 19% in finished product (Cat. 4)",
        "blends_well_with": [
            "-"
        ],
        "additional_info": "Honeysuckle"
    },
    {
        "name": "Hop Absolute",
        "picture": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Hopfen1.jpg/1200px-Hopfen1.jpg",
        "background_info": "Used for flavoring purposes for more than 2500 years, Hops have also entered perfumery. In addition, they supply the flavor industry with some very interesting materials. Hops are the female flower catkins from the climbing vine, Humulus Lupulus. The hops will yield Hop Concrète by extraction with ether gasoline or benzene. Petroleum ether is rarely used. The concrète is solid and dark green, waxy-resinous, and is only an intermediate in the production of absolute from concrète of hops. The absolute is a semi-solid, dark green mass of intensely deep-herbaceous, rich and green-spicy odor with a peculiar and characteristic “bitter”-leafy undertone, distinct and tenacious. A valerian-like topnote develops in older oils, but it can be removed by careful washing of the absolute. In perfumery, it offers a bitter-green note which is interesting in pine, fougère, hyacinth, citrus (lime in particular), and even in aldehydic perfume bases. ",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Hop oil",
        "picture": "https://www.zoldocean.hu/Images/Products/Humulus-lupulus-v1.PNG",
        "background_info": "An essential oil is steam distilled or steam-and- water distilled from the Hops. The oil has odor and flavor characteristics quite different from those of the absolute or the concrète from the same botanical material. Hop Oil is a pale yellow (when fresh) to reddish- amber colored liquid, mobile when fresh, viscous when old. The odor of a fresh hop oil is very rich, spicy-aromatic, sweet and heavy, but overall pleasant. Due to ageing or improper storage, the valeric, isovaleric and caprylic acids are formed and liberated, heavily influencing the odor and flavor to the disadvantage of the oil. Oils of sour, butyric-valeric or sweat-like odor should not be used at all. Cold stored in filled, well stoppered bottles, protected from daylight—or stored in solution, hop oil is fairly stable over a period of a year or more. In perfumes, Hop Oil lends a warm, rich and piquant, spicy note, useful in colognes, chypres, Oriental bases, fougères, etc. The true annual production of Hop Oil may be quite substantial, but the amount of oil available for the perfume industry is very limited. ",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Ho Wood oil",
        "picture": "https://static.inaturalist.org/photos/180426177/large.jpg",
        "background_info": "From one of the many varieties of Cinnamomum Camphora, locally known as Ho-Sho, two essential oils are derived, both of which are quite important to the perfume industry: A “camphor oil” is distilled from the wood which, upon fractionation, yields about 20% of the so-called Ho-Oil or Shiu-Oil. Formosa and Japan are the major producers, while minor quantities are produced in Red China. Japanese “Ho Wood Oil” is a fractionated ho oil, while the Chinese oil is usually “natural” and contains more camphor than linalool. Ho Wood Oil is a pale yellow or almost colorless oil with a sweet-camphoraceous, somewhat woody- floral odor. There have always been several grades of ho wood oil, the best ones being virtually free from camphoraceous notes. Only the better grades of Ho Wood Oil were used as such in perfumery, although the camphoraceous types could be used in soap perfumes where lavandin, aspic, rosemary and similar materials were already present. As mentioned above, ho wood oil is now slowly but steadily being replaced by the leaf oil from the same tree.",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Huon Pine wood oil",
        "picture": "https://portlandtreetour.wordpress.com/wp-content/uploads/2014/06/huon1.jpg",
        "background_info": "A tree, Dacrydium Franklinii, which is probably a native of Tasmania, has been introduced in several other countries thousands of miles away from its homeland. With its very insect-resistant and useful lumber for furniture, ships and floorboards, etc. The wood sawdust, shavings, etc. are steam distilled to yield a pale yellow or reddish-brown liquid of a faintly sweet, woody-spicy and somewhat bitter odor, reminiscent of cedarwood, Texas. The oil could be used as such as a modifier in woody perfume bases where the sharp, cedar-like note is not out of line, and where a rich, tea-like, herbaceous-woody undertone is wanted. For this type of perfume effects, the essential oil of Melaleuca Bracteata is preferable, and its odor is much more delicate. ",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Hyacinth Absolute",
        "picture": "https://cdn.sanity.io/images/pn4rwssl/production/25d63d8892ee1c4a3103fbd48cb0ba8554a6ff13-500x750.jpg?w=2880&q=75&auto=format",
        "background_info": "Probably originally from Asia Minor or the Balkans, the Hyacinthus Orientalis is now cultivated on a large scale in Holland, mainly for the production of bulbs which are exported to garden- owners all over the world. Hyacinth Absolute is (usually) a reddish-brown or dark brown to greenish-brown, viscous liquid, and it has an intensely sweet, green-floral, but somewhat sharp and at first unpleasant odor; later in its tremendous tenacity, it tones down to a very hyacinth-like, floral and foliage-green fragrance. The absolute could be used in a variety of floral fragrances, provided that it were available at a reasonable cost (it is offered at anything from $ 1000 to over $ 12,000 per kilo), and if it were readily available, uniform and reliable. The composing of an artificial hyacinth perfume base is still a favorite problem for many perfumers. Frequent adulteration of the commercial lots of so-called hyacinth absolutes with narcissus absolute, violet leaf absolute, ylang-ylang, and a wealth of synthetic materials, has only encouraged perfumers to try composing their own hyacinth base, rather than buy adulterated material. Artificial hyacinth perfume bases may be composed from cinnamic alcohol, styrax products, phenyl propyl alcohol, phenyl acetaldehyde, phenyl ethyl alcohol, galbanum resinoid, ylang-ylang oils, isoeugenol, floranol, tolyl acetate, phenyl ethyl cinnamate, terpineol, hydroxycitronellal, methoxy phenyl butanone, amyl salicylate, benzyl cyanide, benzyl formate, amyl cinnamic aldehyde, indole, phenyl-ethyl dimethyl carbinol, etc.",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Hyssop oil",
        "picture": "https://www.kincsesliget.hu/wp-content/uploads/2022/02/izsop2.jpeg",
        "background_info": "Presumably originating in the Mediterranean area, Hyssopus Officinalis has been known and cultivated as a culinary herb and for medicinal uses for hundreds of years. Hyssop Oil is a pale yellow or faintly greenish yellow to almost colorless oil of a powerful, somewhat sharp, but sweet-camphoraceous odor, and with a warm-aromatic, spicy undertone. In perfumery, the oil will induce a rich body, warm and spicy-herbaceous notes and personality or typical character to certain types of fragrances, e.g. the citrus type colognes, fougères, ambres and light-aldehydic fragrances as well as heavy, oriental bases.",
        "usage": "-",
        "blends_well_with": [
            "Citrus oils",
            "Lavender oil",
            "Rosemary",
            "Myrtle",
            "Laurel leaf",
            "Sage and sage clary",
            "Amyl Salicylate",
            "Linalool",
            "Eugenol",
            "Geraniol",
            "etc."
        ]
    },
    {
        "name": "Illurin Balsam",
        "picture": "https://lh3.googleusercontent.com/proxy/hbOOcWvDtP6PUH83UNKUjcnmtWND_7f0EzY_2o7zZdAzv0PTfoBtni9wd_sO6bBconUMQbXDdHXV5b3VtjloZ48BDZ9LZRjfx-IlEErkmMA8YSg7gm7CgzvBMNT7PrkxwCEakYeubHL1oVY4laXZNPqY7fiUW-6WYqQZ_mNyigVgjF4ubhjbwSp_kc4",
        "background_info": "There are several products which are called Illurin Balsam, although they are only occasionally offered on today’s market. True “Illurin balsam” is a natural oleoresin formed as a physiological product in the trunk of certain West African leguminosae, related to Copaifera. Illurin Balsam is a dark amber colored to brownish, viscous liquid, occasionally turbid or opalescent. The odor is sweet-woody, balsamic, very pleasant, uniform and tenacious. Certain lots show more “burnt” or phenolic, tarlike odors than others; however, as mentioned above, the product is a physiological one, and it is not produced by burning, boiling, heating, cutting or otherwise damaging the tree. The rough odor is probably due to a difference in origin. Illurin Balsam has become a scarce and rare item, but it could find use in perfumery as a blender for ionones and many other synthetic materials which may need a natural blender or “rounder-off”.",
        "usage": "-",
        "blends_well_with": [
            "Cedarwood",
            "Nitromusks",
            "Isobornylacetate",
            "Amyl Salicylate",
            "Orris resin",
            "Vetiver oil",
            "Cinnamic alcohol",
            "Oakmoss products",
            "Lavandin oil",
            "etc. "
        ]
    },
    {
        "name": "Iva oil",
        "picture": "https://encrypted-tbn1.gstatic.com/licensed-image?q=tbn:ANd9GcQj57wykoZ-Am0uzjxynoWPevFhm6C76H9aOdgWAv85MuRXTG3VC5CnqwcuyGUnCQXyympkZe79HebIjS4",
        "background_info": "Practically unknown today, and probably ne’ returning to perfume or flavor creation, is the essential oil which is steam distilled from the flowers of Achillea Moschata. Iva Oil is, like many other essential oils from members of the Compositae family, blue greenish-blue when freshly distilled, but it fades considerably on ageing. The odor too, varies significantly according to the age of the oil. Generally, the odor is warm-herbaceous, camphoraceous, with a similarity to hop oil and tansy oil, while it usually is difficult or impossible to perceive the “musky” notes which have given the name of Musk Yarrow to the plant. It is conceivable that the unpleasant, and to some people almost “animal” notes from an increasing amount of valerie acid in older oils can be responsible for the “musk” name. Oil of Iva could find use in perfumery to introduce rare and so-called “intriguing” notes in citrus colognes, fougères, herbaceous fragrances, etc.",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Ivy Leaf Absolute",
        "picture": "https://upload.wikimedia.org/wikipedia/commons/5/5a/Hedera_helix_Dover.jpg",
        "background_info": "From the leaves of Hedera Helix and other species related to this climbing vine, a concrète is produced by hydrocarbon extraction. The concrète, in turn, is processed further to an absolute by the conventional method. Ivy Leaf Absolute is a dark green, semi-solid mass with an intensively herbaceous-green, or bark-green odor, and a rich, sweet-bitter foliage- extract undertone. These odor characteristics will immediately place the ivy leaf absolute among the most interesting “green” or “foliage”-like natural materials. It is used in a number of bases and compounds, particularly in those where a heavy, not expressly floral, green note is desired, e. g. as a modifier with violet leaf absolute, hop absolute, as a naturalizer for dibutyl sulfide, amyl heptine carbonate, beta-gamma hexenyl acetate, phenoxy acetaldehyde, cuminaldehyde, methyl phenyl carbinyl acetate, etc. It is also useful in forest blends, fougères, chypres, etc., or in the reproduction of certain natural materials, e. g. oakmoss extracts. It is particularly interesting in moss fragrances and pine needle fantasy bases.",
        "usage": "-",
        "blends_well_with": [
            "Oakmoss products",
            "Mimosa absolute",
            "Linalool",
            "Nerol",
            "Galbanum Resinoid",
            "Cyclamen aldehyde",
            "Amyl Salicylate",
            "etc."
        ]
    },
    {
        "name": "Jaborandi oil",
        "picture": "https://media.licdn.com/dms/image/v2/D5622AQEKYKPSFaOHww/feedshare-shrink_2048_1536/feedshare-shrink_2048_1536/0/1685456519085?e=2147483647&v=beta&t=XerQoqSaIVjdHrTxfCPv_RcnRz7s70AfXFA1eTI8GDg",
        "background_info": "Although very rarely found on the essential oil market, this oil deserves brief mention. The parent plant is very important in medicine since the alkaloid, Pilocarpine, is extracted from the leaves of Pilocarpus Jaborandi, a woody shrub native to Brazil. Jaborandi Oil is a yellowish to orange-yellow liquid of a sweet-herbaceous, somewhat fruity, not exactly pleasant odor; the odor tones out later on in a tea-like, somewhat bitter, but quite pleasant undertone. In perfumery, Jaborandi Oil could be used as a “piquant” additive in colognes, fougères, aldehydic bases, etc., if the amount of this oil is kept at a safe level. The very poor availability of the oil, however, prevents its extensive use.",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Jasmin Absolute from Châssis",
        "picture": "https://onlinehealthshop.co.za/wp-content/uploads/2022/02/jasmine-absolute.jpg",
        "background_info": "When the flowers are removed from the “châssis”, and the fragrance-saturated fat (= the Pommade) is scraped off, to be extracted with alcohol, there still remains not only a certain amount of fragrant fat on the removed flowers, but some odorous matter is still contained in these flowers themselves. In order to isolate and concentrate this matter, the flowers are extracted with a hydrocarbon solvent, usually petroleum ether. The petroleum ether extract is evaporated (to an intermediate “concrète from châssis”), and the evaporation residue is extracted with alcohol. In turn the alcohol is removed from this extract, and what is left is called Jasmin Absolute from Châssis. This is actually a by-product of the enfleurage process, and the annual amount of available châssis-absolute is obviously very small. Furthermore, it is constantly decreasing with the lessening use of the enfleurage method. Jasmin Absolute from Châssis is a viscous, very dark orange or chocolate-brown liquid; it has a peculiar odor, only faintly reminiscent of jasmin absolute from concrète or of the jasmin flower itself. It resembles somewhat the odor of orange flower absolute: warm, sweet, heavy, tenacious, fatty-floral, slightly herbaceous and deep-fruity, but less indolic-sharp than the odor of the jasmin flower itself. In use, it cannot replace the absolute from concrète, but it does find application in floral bases where a non-indolic jasmin effect is called for. Its extremely rich and tenacious body lends a natural quality to perfume compositions where synthetic materials may tend to produce “rough” notes.",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Jasmin Absolute from Concrète",
        "picture": "https://www.piperi-evripidou.gr/images/products/31_68/elaia_aitheria_elaia_633_1182.webp",
        "background_info": "Of the two main types of Jasmin Absolute, the one made from concrète is the most important by far. It is produced by alcohol-extraction of jasmin concrète. Jasmin Absolute from Concrète is a dark orange (on ageing reddish-brown), somewhat viscous liquid, and it possesses an intensely floral, warm, rich and highly diffusive odor with a peculiar waxy-herbaceous, oily-fruity and tea-like undertone. The odor and the nuances in the undertone varies according to the origin, production, age and method of purification. Jasmin absolute represents one of the most striking examples of nature’s ability to round off and conceal—or unsurpassably utilize—the odor- effect of very simple odorants, e. g. benzyl acetate and linalool, the main constituents of jasmin absolute (in respect to quantity). Most perfumers have, at one time or another in their experience, tried to duplicate the jasmin fragrance by relying upon literature information as to the chemical composition of jasmin absolute. Jasmin Absolute from Concrète is used in such a multitude and variety of perfumes that it is hardly possible to establish a rule for its use. “No perfume without jasmin” is an old saying, and this is not far from the fact. The jasmin-rose complex forms the more important part or “fond” of numerous “grands parfums” as well as quite ordinary perfumes and bases. The floral note, when required, is provided by the addition of jasmin absolute or any kind of a jasmin base in 8 out of 10 cases. And the practising perfume student will be surprised when he learns how little jasmin absolute he has to use in order to obtain just enough of a “floral” note. With that fact in consideration, even a true jasmin absolute is rarely too expensive to use. ",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Jasmin Absolute from Pommade",
        "picture": "https://hermitageoils.com/wp-content/uploads/2021/11/Jasmine-Autumn.jpg",
        "background_info": "Also known as Jasmin Absolute from Enfleurage, this product is obtained by alcohol extraction of the fat from the trays in the enfleurage process. The application of the Enfleurage process to the jasmin flowers is an old and well-known method of extraction, but it has become increasingly impractical or uneconomical due to the higher cost of labor. Jasmin Absolute from Pommade is a dark orange colored to dark reddish-brown, viscous liquid with a highly true-to-nature jasmin flower odor. By the nature of things, this perfume material has no odor of solvent, but upon ageing it may develop a slightly fatty off-note due to the extraction-fat. Modern anti-oxidants usually keep the fat from becoming rancid. The jasmin pommade-absolute varies in odor according to the method of extraction, the quality of the flower material, the age after picking, the location of the field, etc. Generally, the indole note is more pronounced in the pommade-absolute than in the absolute from concrète. Jasmin absolute from pommade is likely to disappear slowly from the perfumery market because of the extremely elaborate process and huge amount of human hand-work involved in the production of this 200-year old natural perfume material.",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Jasmin Concrète",
        "picture": "https://cdn.shopify.com/s/files/1/0570/9597/files/jasmine-blog.jpg?v=1588091857",
        "background_info": "From the flowers of Jasminum Officinale, mainly from the cultivated variety (var. Grandiflorum), is produced one of the most important, if not the most important natural perfume raw material. Jasmin concrète is prepared by petroleum ether extraction, occasionally by extraction with other hydrocarbon solvents, of the mature flowers. Jasmin Concrète is a solid, waxy, reddish-orange, dark orange, yellowish-orange or brownish mass. The odor varies according to type, origin, solvent used, etc., but is generally warm, intensely floral, somewhat indolic-sharp, but immensely rich and tenacious. There are various types of herbaceous sweet, fatty green, tea-like or “bread”-like, almost “broth”-like odors found in various qualities and types of jasmin concrète. However, the odor is more correctly evaluated in the jasmin absolute which is free from the waxes and other alcohol- insoluble and practically odorless materials. The waxes act as powerful odor-depressors, and the characteristic radiation or diffusion of the odor of the absolute will not appear until the waxes are removed. Jasmin Concrète is not infrequently adulterated. The most common additive is the “spent wax from the production of jasmin absolute. The odor of jasmin concrète is perceptibly impaired by comparatively small additions of these almost odorless waxes. A “special grade” of Benzyl Acetate is offered by a few perfume houses who distil benzyl acetate over a certain amount of “spent waxes” from the production of jasmin absolute. This benzyl acetate is particularly suitable for the creation of artificial jasmin bases. Obviously, it is necessary to start with a high- grade chlorine-free benzyl acetate in order to obtain a really soft and floral type of this ester.",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Jonquil Absolute",
        "picture": "https://encrypted-tbn3.gstatic.com/images?q=tbn:ANd9GcST0Ef6JV7vG2QmQUmE0qvrtxO15Oi2UOZA33VCiQdEbtlbNLeE",
        "background_info": "A very scarce and, partly for that reason, very rarely used perfume material is the flower absolute from the Narcissus Joniquilla. The flowers are extracted with petroleum ether to yield a concrète which in turn is processed to an absolute. Jonquil Absolute from Concrète is a viscous, dark brown or dark orange to olive-brown liquid of heavy, honeylike, deep-sweet floral odor with a strong green undertone and a somewhat bitter, very tenacious dryout note. The odor bears great similarity to the fragrance of longoza and tuberose, and a remote resemblance to hyacinth. ",
        "usage": "-",
        "blends_well_with": [
            "Jasmine",
            "Violet leaf absolute",
            "Orange flower absolute",
            "Iongoza",
            "Ylang-ylang",
            "Other heavy florals",
            "Powerful green-floral absolutes",
            "Hydroxycitronellal",
            "Isoeugenol",
            "Cyclamal",
            "Linalyl acetate",
            "Amyl Phenyl Acetate",
            "N-propenyl methyl anthranilate",
            "Totyl acetate",
            "Methyl Benzoate",
            "Heliotropyl acetone",
            "Alpha ion- one",
            "etc."
        ]
    }
]