[
    {
        "name": "Acaroid",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Xanthorrhoea_semiplana_-_Anstey_Hill.JPG/800px-Xanthorrhoea_semiplana_-_Anstey_Hill.JPG",
        "background": "The so-called Acaroid Resin is a natural oleo-gumresin, exuded from various species of Xanthorrhoea trees in Australia, Tasmania, and New Zealand. Acaroid resinoid and Acaroid tincture are excellent fixatives for low-cost soap perfumes or industrial perfumes, particularly those of sweet balsamic type. The odor type of Acaroid is quite similar to that of peru, styrax, and tolu balsams, however, much weaker in odor strength. Apart from the color drawback, Acaroid could well replace the Sumatra benzoin, and it blends well with cinnamic aldehyde.",
        "usage": "-",
        "blendsWith": [
            "Cinnamic aldehyde"
        ]
    },
    {
        "name": "Agar oil",
        "image": "https://th-i.thgim.com/public/news/national/8ege13/article68457852.ece/alternates/FREE_1200/agar%20tree.jpg",
        "background": "This oil is water-distilled from fungus-infected wood of the tree Aquilaria Agallocha, growing in northeastern India. Healthy trees have an odorless wood which produces no essential oil. Only older trees are attacked by the fungi; thereafter an oleoresin is produced inside the wood. After proper maceration of the wood, this oleo. resin will yield an essential oil upon distillation. Wood from infected trees is cut and coarsely chopped, then soaked in water prior to distillation. It is common practice to add salt (sodium chloride) to the water. Being a distillation at atmospheric pressure (100°C.), the process of total exhaustion of the wood is a lengthy one. The oil is high-boiling, and the distillation waters must be cohobated (i.e. returned to the still and redistilled) in order to produce a reasonable yield and a complete oil. Agar Oil is pale yellow to brownish yellow or dark amber in color; it is a very viscous liquid of rich and sweet-woody, almost balsamic odor not unlike that of vetiverol or purified styrenefree styrax, and with a sweetness similar to that of sandalwood oil. Agar Oil could find use in perfumery for oriental bases, woody-aldehydic bases, chypres, fougères, etc.",
        "usage": "-",
        "blendsWith": [
            "Vetiver oil",
            "Sandalwood oil",
            "Geranium",
            "Methylionones",
            "Linalool",
            "etc."
        ]
    },
    {
        "name": "Ajowan",
        "image": "https://www.spicemountain.co.uk/wp-content/uploads/2019/10/ajowain.jpg",
        "background": "Ajowan Oil is steam distilled from the fruits (= seeds) or, occasionally, from the whole overground plant of Ptychotis Ajowan. Ajowan Oil is a yellow-orange to pale brownish or red-brown liquid of a pungent, herbaceousspicy and medicinal odor, reminiscent of red Thyme. However, unlike the rich odor of red thyme, Ajowan Oil presents a sharper, more cymene-like topnote and very little herbaceousmellow body. The fresh, almost green-cuminic topnote is characteristic of Ajowan Oil. It does not present any distinct advantage over Thyme Oil. Years ago, ajowan oil was used for the isolation of Thymol, but this chemical is now produced synthetically.",
        "usage": "-",
        "blendsWith": [
            "-"
        ]
    },
    {
        "name": "Almond oil, bitter",
        "image": "https://www.profifaiskola.hu/images/stories/virtuemart/product/Prunus%20amygdalus%20T%C3%A9t%C3%A9nyi%20kedvenc%20T%C3%A9t%C3%A9nyi%20kedvenc%20mandula2.jpg",
        "background": "The Bitter Almond Tree is cultivated particularly in the U.S.A., Israel, Syria, Turkey Morocco, Spain and France. The botanical material contain a glycoside, Amygdalin, in the kernels. Enzymatic processes initiate the decomposition of this glycoside, whereby Benzaldehyde and Hydrocyanic Acid are formed. The crude essential oil thus contains ‘significant amounts of the highly toxic hydrocyanic acid which must be removed before the oil can be used in flavors or perfumes. As little as 0.02 grams of this poison is lethal to the average human being. This amount of hydrocyanic acid can be present in about 8 to 10 drops of crude, unrectified Bitter Almond Oil. It is interesting to note that hydrocyanic acid has an odor which is somewhat similar to that of Benzaldehyde, the main constituent of bitter almond oil. Bitter Almond Oil is a colorless liquid of strong, but sweet and clean odor, reminiscent of crushed, wet bitter almonds or of a very high grade of benzaldehyde. The odor is also familiar to those who prepare or enjoy the European candy known as “Marcipan”. Bitter Almond Oil, which is almost pure Benzaldehyde, is not a very stable oil. An addition of 10% (but not less) of ethyl alcohol is recommended as a stabilizer, and the oil should be stored in well filled glass containers, protected from daylight, moisture and air. Bitter Almond Oil finds very little use in perfumery where it is replaced by a high grade of benzaldehyde. They blend well with anisic-balsamic types of odor.",
        "usage": "-",
        "blendsWith": [
            "Sweet florals"
        ]
    },
    {
        "name": "Amber oil",
        "image": "https://nomadnoe.com/cdn/shop/articles/amber_720x.jpg?v=1666381178",
        "background": "This essential oil is produced by destructive (dry) distillation of Amber at atmospheric pressure. Amber is one of the oldest and hardest fossil resins, exuded millions of years ago, presumably from Pinus Succinifera, a fir. Crude (or pyroligneous) Amber Oil is a dark amber-colored or brownish, but clear oily liquid. Its odor is smoky, tarlike, resinous, with a distinct resemblance to the odor of tanned leather. It is sweetened with cananga oil, benzylsalicylate, zingerone, etc. for typical “leather” bases, e.g. in men’s colognes and after-shaves",
        "usage": "-",
        "blendsWith": [
            "Labdanum",
            "Castoreum",
            "Ionones",
            "Amylsalicylate",
            "etc."
        ]
    },
    {
        "name": "Ambergris",
        "image": "https://upload.wikimedia.org/wikipedia/commons/b/b1/Mother_and_baby_sperm_whale.jpg",
        "background": "Ambra, also called Ambregris or Ambergris, is a substance of animal tissue, formed in the stomach or intestine of Physeter Catodon, the cachalot whale. It is conceivable that Ambra is the result of a pathological condition caused by irritation of the whale’s stomach walls due to certain indigestible particles in the whale’s food. Consequently, Ambra is one of the few natural perfumery raw materials which cannot be “cultivated”. Pieces of Ambra are either washed ashore on various temperate ocean coasts and islands, or they are found inside the whales when these great mammals are captured for their oil. Ambra is a pale grayish or creamy-yellow to brown or dark brown waxy solid mass which melts in boiling water. Its odor is rather subtle, reminiscent of seaweed, wood, moss, with a peculiar sweet, yet very dry undertone of unequaled tenacity. There is rarely any animal note at all in a good grade of Ambra. The greater part of a good grade of Ambra is soluble in alcohol. By concentration of the tincture, the so-called Resinoid of Ambergris is obtained. When concentrated 20 times, the ambergris tincture turns into a light brown, semi-solid mass, which could be called “20-fold tincture of ambergris”. Ambra has comparatively little diffusive power, but it has a tremendous tenacity. Musk or Civet are required to improve the “wearability” of a perfume. Consequently, Ambra Tincture is particularly recommended in the more delicate florals, e.g. muguet, sweet pea, lilac, freesia, cyclamen, white rose, etc. In the modern aldehydic “fantasy” perfume bases, the use of Ambra or a similar “bouquetting” agent is a necessity in order to “round off” the stubborn chemical notes of aliphatic aldehydes. ",
        "usage": "-",
        "blendsWith": [
            "Delicate flowers"
        ]
    },
    {
        "name": "Ambrette seed",
        "image": "https://www.cfmot.de/wp-content/uploads/2023/04/sabbir-ahamed-7sE5JK_iS4U-unsplash-1024x683.jpg",
        "background": "Ambrette Seeds are produced in the fruits of a cultivated plant, Hibiscus Abelmoschus. Ambrette Seed (oil or absolute) are known for the “exalting” effect which they impart to perfumes, and for the unique bouquet they lend to perfumes and flavors. They are very expensive materials, and the annual production can be measured in two-figured kilo-amounts. The oil should be stored in a 50% or 10% alcoholic solution at reduced temperature in order to prevent the appearance of rancid notes due to a possible decomposition of traces of fatty oils and acids in the essential oil (or in the absolute).",
        "usage": "-",
        "blendsWith": [
            "Rose",
            "Neroli",
            "Methylionones",
            "Sandalwood oil",
            "Cyclamal",
            "Hydroxycitronellal",
            "Aliphatic aldehydes",
            "etc."
        ]
    },
    {
        "name": "Ammoniac Gum",
        "image": "https://www.innerpath.com.au/matmed/jpeg-gif/Dorema_ammoniacumGum.jpg",
        "background": "Ammoniac Gum (also called Ammoniacum) is a natural oleo-gum-resin which is exuded after incisions in the stem of the tall plant, Dorema Ammoniacum (in Iran), or from various Ferula species (in Libya and Morocco). The substance is a physiological formation inside of the stems of the plant. Tinctures and resinoids are produced from this material, and are used in perfume and flavor work to a limited extent. Tincture of ammoniac gum has some fixative value and imparts a certain “animal” note to perfumes.",
        "usage": "-",
        "blendsWith": [
            "Rose",
            "Jasmine",
            "Sweet wood oils",
            "Heavy oriental perfumes",
            "Balsamic sweet type materials"
        ],
        "additional_info": "fixative"
    },
    {
        "name": "Amyris oil",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Amyris_elemifera1.jpg/1200px-Amyris_elemifera1.jpg",
        "background": "Amyris Oil is steam distilled from the wood of Amyris Balsamifera, the so-called West Indian Rosewood. Amyris Oil is a viscous liquid of pale yellow, yellow or brownish-yellow color. Its odor is faintly woody, not dry. It has a slightly oily-sweet, balsamic note, and occasionally displays a faintly peppery topnote, reminiscent of guaiacwood or cubeb. The body-odor is very tenacious, but it rapidly loses the rich, complex odor, fading out in a very weak, woody-balsamic note. The odor varies considerably, depending on the age of the oil and the age of the wood prior to distillation. The natural unfractionated amyris oil has some perfumery value beyond its well-known fixative power. But its woody effect is far inferior to that of sandalwood oil, for example. ",
        "usage": "-",
        "blendsWith": [
            "Ionones",
            "Methylionones",
            "Lavandin oil",
            "Coumarin",
            "Oakmoss",
            "Terpineol",
            "Citronella oil",
            "Sassafras or Ocotea oils",
            "Amylsalicylate",
            "etc."
        ],
        "additional_info": "fixative"
    },
    {
        "name": "Angelica root absolute",
        "image": "https://i0.wp.com/post.healthline.com/wp-content/uploads/2020/09/Angelica-archangelica-1296x728-header.jpg?w=1155&h=1528",
        "background": "Angelica Root Absolute is produced by a two-step extraction of angelica roots. The comminuted roots are first extracted with petroleum ether or benzene, and the solvent is completely recovered in vacuum. The residue (= the concrète extract) is subsequently extracted with ethyl alcohol. The alcoholic extract is chilled, filtered and evaporated under vacuum. After recovery of the alcohol, the Angelica Root Absolute is left as a viscous, yellow-brownish liquid. Its odor is intensely musky-woody, heavy, sweet, somewhat spicy, with a resemblance to Pimpinella root. The richness in odor body has some similarity to that of ambrette seed absolute, but the earthy, root-like notes of the angelica root absolute recall the odor of a drugstore. There is hardly any distinct topnote or pepperiness at all. Angelica root absolute can be used in perfumery for its unusual tenacity and peculiar animal note, combined with a rich body. The absolute does not impart the typical topnote effects which can be obtained with the essential oil from the root.",
        "usage": "-",
        "blendsWith": [
            "-"
        ]
    },
    {
        "name": "Angelica root oil",
        "image": "https://www.magicgardenseeds.com/media/image/product/1562/lg/echte-engelwurz-angelica-archangelica-samen.jpg",
        "background": "This oil is steam distilled from the dried roots of Angelica Archangelica. Angelica Root Oil is a water-white or pale yellow to orange-brown colored liquid. The main constituent is Phellandrene, a monoterpene of comparatively minor value in perfumes and flavors. It is responsible for the light, somewhat peppery topnote of oils from young roots. Beneath the peppery topnote grows a rich, somewhat herbaceous-earthy, woody body- note of unique tenacity and great diffusive power. The note is also slightly musky-animal-like with a spicy undertone. Various lactones, occurring in trace amounts in the oil, are held responsible for these special effects of the oil and for the synergistic effect it imparts to other perfume materials in compositions. One of these lactones is Cyclopentadecanolide. Its power is easily underestimated, and it is an art in itself to use this oil correctly, and to adjust the application and concentration according to the inevitable type-variations. ",
        "usage": "-",
        "blendsWith": [
            "Patchouli",
            "Opopanax",
            "Costus",
            "Sage clary",
            "Vetiver",
            "Oakmoss",
            "Coumarin",
            "etc."
        ]
    },
    {
        "name": "Angelica seed oil",
        "image": "https://gardenerspath.com/wp-content/uploads/2020/05/Angelica-Seeds.jpg",
        "background": "This oil is distilled by steam from the seeds (fruits) of the same plant which yields angelica roots (see Angelica Root Oil). Angelica Seed Oil is a water-white or very pale yellow, mobile oil of strong, fresh, light and peppery odor. The topnote is distinctly terpenelike, at times almost harsh in its roughness, but also quite fresh. A sweet, almost anisic undertone is quite characteristic, and there is less woodiness, less earthiness in the seed oil than in the root oil. The seed oil has less tenacity, and presents a very weak dryout note of the same type as found in the root oil. The root oil is preferred in perfumery for its superior tenacity, while the seed oil presents a unique fresh-peppery topnote, although a very expensive one.",
        "usage": "-",
        "blendsWith": [
            ""
        ]
    },
    {
        "name": "Anthocephalus Cadamba",
        "image": "https://assets-news.housing.com/news/wp-content/uploads/2022/10/02001326/neolamarckia-cadamba-feature-compressed.jpg",
        "background": "From the flowers of the Kadamba (or cadamba) tree in northern India is produced an essential oil by water distillation and a concrète by benzene extraction. At night, the flowers exhale a strong, heavy-sweet fragrance reminiscent of orange flowers, jasmin, and gardenia. The yield of essential oil is extremely small (about 0.2%), and it is necessary to collect the distillate in benzene in order to avoid a total loss of oil in the distillation waters. Anthocephalus Cadamba oil is a pale yellow or yellow oily liquid of a woody-floral and sweet odor with a short-lived, but strong minty-borneolic topnote. The dryout is delightfully sweet- floral, reminiscent of champaca and neroli. The tenacity of this fragrance is almost incredible. The full yield of this interesting perfume oil is obtained only when the oil is skillfully and cautiously supported by mild, sweet florals, fixers and modifiers. Neroli oil would supply a suitable topnote.",
        "usage": "-",
        "blendsWith": [
            "Ylang-ylang",
            "Neroli",
            "Jasmine",
            "Cassie",
            "Mimosa",
            "Alpha-isomethylionone",
            "Heliotropine",
            "Cassione",
            "Alyphatic aldehydes",
            "etc."
        ]
    },
    {
        "name": "Araucaria oil",
        "picture": "https://encrypted-tbn3.gstatic.com/licensed-image?q=tbn:ANd9GcSl9Sy_2vaR5YsoLeKendLuBvwyUiGGPlnqgM3Hz0wzmuoTDvJKyaC3Yfxt_TcjHt0pPDcIL68V3kmrEoU",
        "background_info": "Araucaria Oil is steam distilled from the wood of a comparatively small tree, Callitropsis Araucarioldes. Araucaria Oil is solid at room temperature, but if melted, it may remain supercooled as a very viscous liquid for a considerable length of time. \nThe solid oil is not quite homogeneous, often grainy in texture. It is very pale yellow to olive-green or of a brown color. The oil may contain some iron.\nIts odor is delicately woody, but also rich and sweet (a rare combination), almost floral like nerolidol or cabreuva oil. It has notes in common with amyris oil, bois de rose, copaiba, good guaiacwood oil, and the sesquiterpene fractions from Java type of citronella oil. \nAraucaria Oil is an excellent fixative among the groups of “so-called” fixatives. Araucaria Oil is a very low-cost perfume material, but it has not yet found extensive use beyond that of a modifier-fixer in soap perfumes, e.g. mimosa, chypre, fougère, lily-of-the-valley, lilac, etc.",
        "usage": "-",
        "blends_well_with": [
            "Sage Clary, Methylionones, Hydroxycitronellal, Linalool, etc."
        ],
        "additional_info": "fixative"
    },
    {
        "name": "Arnica oil",
        "picture": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Arnica_montana.JPG/800px-Arnica_montana.JPG",
        "background_info": "Arnica Oil is steam distilled from the flowers of Arnica Montana. The yield of essential oil is very small, and the cultivation of the plant is highly problematic. Consequently, the oil is scarce and expensive. Arnica Oil is a yellow-orange or greenish-blue colored liquid. Arnica Absolute or Arnica Resinoine are dark amber colored, viscous liquids of intensely herbaceous-sweet, tealike, somewhat spicy, powerful and very tenacious odor. The dryout is bitter, tealike and very pleasant. The odor of the oil resembles that of chamomile with a certain woody-earthy undertone. Arnica Oil (from flowers) finds occasional use in perfumes of the herbaceous (i.e. non-floral) type, e.g. chypre, fougère, “tabac”, leather, colognes, etc.",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Artemisia Alba",
        "picture": "https://bunchberrynurseries.ca/cdn/shop/files/Artimesiajws.jpg?v=1707065840",
        "background_info": "This oil is steam distilled from the whole over- ground part of Artemisia Alba. The essential oil of Artemisia Alba is a dark green, rather viscous liquid of very powerful, bitter-herbaceous odor and bitter-burning flavor. The “greenness” in odor type and the peculiar bitter aroma of this oil makes it an interesting item for chypre, fougère, “forest” notes, aftershave colognes, etc.",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Artemisia Vulgaris",
        "picture": "https://www.magicgardenseeds.com/media/image/product/6201/lg/gewoehnlicher-beifuss-artemisia-vulgaris-bio-saatgut.jpg",
        "background_info": "The artemisia plants seem to have originated in Eastern Europe and Western Asia. An essential oil is steam distilled from the dried herb. The essential oil of Artemisia Vulgaris is a pale yellow or almost colorless liquid. The odor is powerful, fresh- camphoraceous, somewhat green and bitter-sweet, with a cedarleaf-like topnote and a sage-rosemary- like bodynote. The dryout is very pleasant, sweet herbaceous and tealike. The essential oil is used in perfumery to add freshness and warmth to lavender-colognes, chypres, fougères, pine fragrances, etc. The oil shows great power and diffusiveness, and it is stable in soaps.",
        "usage": "-",
        "blends_well_with": [
            "Oakmoss, Patchouli, Rosemary, Lavandin, Isobornylacetate, Pine needle oils, Sage Clary, Spanish Sage, Coumarin, Decylalcohol, etc."
        ]
    },
    {
        "name": "Asarum Europaeum",
        "picture": "https://blumen-natur.de/wp-content/uploads/2020/12/europaeischer-haselwurz-blaetter-2.jpg",
        "background_info": "The essential oil of Asarum Europaeum is steam distilled from the entire fresh plant of the European Hazelwort. The oil is dark amber colored or almost brown, and very viscous. Old oils often show a deposit of crystals. The odor of Hazelwort Oil is somewhat reminiscent of that of Canadian Snakeroot Oil: a sharp, peppery, spicy-woody and warm, but not very pleasant odor. The flavor is burning, almost pungent and sharp, far from pleasant. The oil could, however, still serve as an interesting item for fine perfumery and in the reproduction of other essential oils. Its penetrating and peculiar note can produce quite interesting effects in oriental perfumes and chypres when the oil is used with skill and experience.",
        "usage": "-",
        "blends_well_with": [
            "Vetiver, Isoeugenol, Opopanax, Oakmoss, Patchouli, etc."
        ]
    },
    {
        "name": "Asafoetida Absolute",
        "picture": "https://i0.wp.com/post.healthline.com/wp-content/uploads/2020/03/asafoetida-1296x728-header.jpg?w=1155&h=1528",
        "background_info": "Asafoetida or Asafetida is a natural oleo-gumresin, exuded from roots of a big plant, Ferula Asafoetida, and other species of Ferula, a plant native to Iran and Afghanistan. The substance is a physiological product of the plant. When overground parts of the plant are cut off, a milky juice flows out and solidifies upon exposure to air. At low concentrations, Asafoetida Absolute can introduce very intriguing notes in rose bases and heavy oriental fragrances. The alliaceous odor of asafoetida is due to large amounts of sulphur compounds in the essential oil only.",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Atractylis oil",
        "picture": "https://lh3.googleusercontent.com/proxy/GFCs8aq_HMWzfKOkuMxaMU0d2p6sY-vqQvA6ENmCvT0S5DZRaxevt5rqUU8MRTE8meoWOYTpqZbJ_irEFALLNLOHU7o_ghxZ7YPvlhVoKIPvwuSEN02vaQ",
        "background_info": "Atractylis Oil is steam distilled from the roots of Atractylis Ovata and possibly from other species of Atractylis. Atractylis Oil is a solid, waxy-crystalline mass of dark yellow to orange-red color. Atractylis Oil is very useful in perfumery where its excellent fixative effect and surprising power can be utilized in heavy oriental bases, woody fragrances, spicy and dry ambra types, etc. ",
        "usage": "-",
        "blends_well_with": [
            "Vetiver, Ionones, PhenylEthylAlcohol, Isoeugenol, Opopanax, Nitromusks",
            "etc."
        ],
        "additional_info": "fixative"
    },
    {
        "name": "Backhousia Myrtifolia",
        "picture": "https://tuckerbush.com.au/wp-content/uploads/2017/08/Cinnamon-Myrtle-Backhousia-myrtifolia-1.jpg",
        "background_info": "Essential oils are distilled from leaves and twigs of trees of the above name in southeastern Australia. It has been disclosed recently that at least 4 different “physiological” forms of this tree grow in the area. So far, the most common types of essential oil distilled from the individual physiological forms are: 1) The Elimicin form of Backhousia Myrtifolia. The main constituent is trimethoxy-allylbenzene, a sweet-woody smelling material; 2) Isoelemicin form of Backhousia Myrtifolia. This oil consists mainly of Isoelemicin. 3) and 4): Methyleugenol form and Methyl Isoeugenol form. All four types of essential oil could be of considerable interest if they were produced on a large scale. They would be interesting starting materials for the isolation of the above mentioned main constituents which are either well-known and regularly used perfume materials (the latter two), or useful modifiers-fixatives for perfumes (the two former).",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Balsamite",
        "picture": "https://www.compositae.org/img/banner.jpg",
        "background_info": "An essential oil under the name of “essence balsamite” is steam distilled from a wild growing or cultivated herb of the family compositae (őszi rózsa). Balsamite Oil is a clear yellow or pale yellow liquid of very powerful, fresh-herbaceous and somewhat medicinal odor. The very first topnote bears some resemblance to the odor of Evoulimba Oil or to wild marjoram, pennyroyal terpenes, light fractions of pine oil, etc. The bodynotes have certain phases in common with basil, hyssop and savin. An almost nauseating, savin-like note is very persistent in the odor of this oil. The dryout is sweeter but resembles at times sulfate turpentine and terpinolene. Balsamite Oil could undoubtedly introduce piquant topnotes in fougères, pine fragrances, spicy after-shave lotions, etc.",
        "usage": "-",
        "blends_well_with": [
            "Rosemary, Bay leaf oil, Sage oil, Cedarleaf oil, Isobornylacetate, etc."
        ]
    },
    {
        "name": "Basil oil, sweet",
        "picture": "https://www.gardenia.net/wp-content/uploads/2023/04/Zr6xu4xq1jF7hLENb2aNtO9jsD7DS6GLZMw24RPF-780x520.webp",
        "background_info": "The true Sweet Basil Oil which is steam distilled from the flowering tops of the small plant Ocimum Basilicum. The oil is usually pale yellow or almost colorless. Its odor is sweet-spicy, slightly green, fresh, with a faint balsamic woody undertone and a lasting sweetness. It is produced in very limited quantities (annual world production is less than one metric ton), and the oil ranks among the more expensive essential oils. However, its great strength makes it very useful and generally applicable in fine perfumery and in flavor work. In perfumes, Sweet Basil Oil has been a “classic” material in the “Origan” type of perfumes and bases for several decades. In chypres, crèpe de chines and certain modern aldehydic and “green” perfume types, the oil can introduce very interesting notes.",
        "usage": "-",
        "blends_well_with": [
            "Opopanax, Bergamot oil, Isoeugenol, Sage clary, Methylionone, Cyclamal, Lime oil, Oakmoss, Hydroxycitronellal, etc."
        ]
    },
    {
        "name": "Bay Leaf oil, terpeneless",
        "picture": "https://images.healthshots.com/healthshots/en/uploads/2024/10/22153857/Bay-leaf.jpg",
        "background_info": "Terpeneless Bay Leaf Oil is produced from “crude” (or “natural”) Bay Leaf Oil by removal of the terpenes, usually only the low-boiling monoterpenes: myrcene, dipentene, pinene and limonene. Terpeneless Bay Leaf Oil is a pale straw- colored to brownish-orange colored oil, depending on the method of deterpenation. “Topped-off” oils are obviously darker than the natural oil from which they were produced. Terpeneless Bay Leaf Oil has an intensely sweet, deep and mellow odor of a spicy-balsamic type. The lemon-like topnote is still perceptible, but the freshness is less pronounced compared to the natural oil. Furthermore, the terpeneless oil is more easily soluble in diluted alcohol. This is an obvious advantage since the oil is used in preparations with low alcohol percentage. ",
        "usage": "-",
        "blends_well_with": [
            "Lavandin, Lavender, Petitgrain, Citrus oils, Rosemary, Geraniol, Citronellol, Cinnamic alcohol, Amylsalicylate, Ylang-ylang, etc."
        ]
    },
    {
        "name": "Beeswax Absolute",
        "picture": "https://cdn2.stylecraze.com/wp-content/uploads/2023/02/Fresh-beeswax-for-hair-on-the-table.jpg.webp",
        "background_info": "Perhaps better known under its French name, Absolute Cire d’Abeille, this comparatively rare perfume material is an alcohol-soluble extract from crude yellow beeswax. Beeswax is produced all over the world: in cold-temperate zones and in the hottest tropics. Beeswax Absolute is a solid, waxy mass of pale yellow color and a very mild, sweet, oily odor, with a haylike or coumarinic bodynote and a soft, waxy undertone. The odor is remotely reminiscent of good (not harsh) linseed oil with a trace of honey notes. Beeswax Absolute is useful in perfumes where similar notes occur (as a modifier), or where “rough or chemical” corners of synthetic materials must be rounded off.",
        "usage": "-",
        "blends_well_with": [
            "Jasmine, Mimosa, Cassie, Violet, New mown hay, \"Tabac\", etc."
        ]
    },
    {
        "name": "Benzoin Tincture",
        "picture": "https://genuineessentialoils.com/cdn/shop/products/benzoin_styrax_1_1200x1200.jpg?v=1572550738",
        "background_info": "Benzoin Tincture is usually prepared only from selected “tears” of Benzoin Siam. Conventional strength is 20 parts by weight of Siam Benzoin, macerated with enough alcohol (of 90 or 96% strength by volume) to produce 100 parts by weight of finished tincture. The above quality of Benzoin is almost entirely soluble in alcohol, and the tincture will thus represent an approximate 20% solution of the alcohol-soluble resinoid of this benzoin. The tincture is amber colored, and has a sweet, balsamic-vanillin-like odor. The taste is somewhat bitter. Benzoin Tincture is used as a fixative in fine perfumery, in colognes, in alcohol for “prefixation” prior to the preparation of colognes and lotions, etc. ",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Benzoin Resinoid",
        "picture": "https://sakhainternational.com/wp-content/uploads/2023/05/Untitled-design-8.jpg",
        "background_info": "Benzoin Resinoid is produced from all grades of the crude botanical, Siam or Sumatra, often from a mixture of both. Benzoin Resinoid is used very extensively in perfumery, particularly in soap perfumes (see above on discoloration) where its fixative effect is much appreciated. It is generally applicable, but it has a pronounced odor-depressing effect upon the perfumes in which it is incorporated. This effect is closely connected with the fixative effect, and it is enhanced by the rich sweetness and deep balsamic notes from the resinoid. ",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Benzoin Sumatra",
        "picture": "https://vanaroma.sgp1.digitaloceanspaces.com/new_website/images/botanical-source/Drying.jpg",
        "background_info": "Sumatra Benzoin is a natural balsamic resin, exuded from a small tree, Styrax Benzoin, grown extensively in Sumatra and Malaya. Incisions are made in the trunks either through the bark or after peeling off spots of bark, and a viscous balsamic substance is produced as a pathologic material in the trunk. The substance flows out and solidifies on making contact with the air. The gum-resin is collected from the incisions and from the bottom of the trunk at the foot of the tree where significant quantities of benzoin accumulates. There are several grades of Sumatra Benzoin. The “Almond” grade is considered the most suitable for perfumery purposes. It consists mainly of white or cream-colored brittle pieces, somewhat resembling almonds. This quality obviously yields a very pale-colored resinoid or tincture. It contains about 90% alcohol-soluble matter, occasionally more. Other grades of Sumatra Benzoin are solid masses, dark blocks of gray or brown-gray, uneven lumps containing more or less quantities of dirt, sand, wood splinters, etc. Benzoin Sumatra is a low-cost and readily available raw material, extensively used as a replacement for Siam Benzoin which is far more expensive. From a perfumer’s point of view, however, the two benzoins should be considered as two different products. One can not substitute for the other. Siam Benzoin will find application in the more delicate fragrances. ",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Bergamot oil",
        "picture": "https://bergamottoconsorzio.it/wp-content/uploads/2023/12/bergamotti-sulla-pianta-1024x683.jpg",
        "background_info": "The economy of citrus oils in general is clearly depicted by the study of Bergamot Oil production. Only the expressed oil from the peels of the fruits from the small bergamot tree, Citrus Bergamia, are of any substantial interest. The leaves and twigs may be distilled to yield a Bergamot-Petitgrain Oil, the fruits are not edible. Bergamot Oil is produced by cold expression from the peel of the nearly ripe fruit. The tree grows almost exclusively in a narrow coastal strip in the southern part of Calabria, Italy. Bergamot Oil is a green or olive green, mobile liquid of extremely rich, sweet-fruity initial odor. Although the characteristics of this topnote remain perceptible in good oils, it is followed by a still more characteristic oily-herbaceous and somewhat balsamic body and dryout. The sweetness yields to a more tobacco like and rich note, somewhat reminiscent of sage clary and nerylacetate. The freshness in the topnote is mainly due to terpenes and small amounts of citral and aliphatic aldehydes. Absence of the “oily” note is one of the most revealing features in poor or adulterated bergamot oils. The color of bergamot oil fades on ageing, particularly when the oil is exposed to daylight. The oil turns yellow or pale olive-brown. The color is also dependent upon the maturity of the fruit at the moment of expressing. Like all other citrus oils, Bergamot Oil is produced in the immediate vicinity of the plantations. The oil is used extensively in perfumery for its sweet freshness, particularly in citrus colognes, chypres, fougères, modern fantasy bases, etc. Part of the sweetness and rich bodynote is due to the presence of large amounts of linalylacetate combined with linalool and traces of methylanthranilate. Unlike most other citrus oils, Bergamot Oil has a certain fixative effect when used in fairly high concentrations. The odor of the oil is well balanced from nature through the presence of certain coumarin derivatives, some of which are odorless and non-volatile. ",
        "usage": "-",
        "blends_well_with": [
            "All oils"
        ]
    },
    {
        "name": "Bergamot oil, terpeneless",
        "picture": "https://www.7scents.hu/wp-content/uploads/2019/07/Bergamott_1920_low.jpg",
        "background_info": "From among the number of various methods of deterpenation, vacuum distillation seems to have become the most popular in the case of bergamot oil. Certain users of high-grade terpeneless bergamot oil will perform their own deterpenation, e.g. by selective solvent extraction or by the chromatographic methods. These methods result in practically colorless oils with a negligible loss of low- boiling and important oxygenated components. Occasionally, only the coarse-smelling light monoterpenes and the waxy residues are removed by simple vacuum-distillation. This yields an oil which is well suited for perfumery purposes: it will have improved solubility and intensified, rich body notes. The freshness is greatly impaired by this deterpenation. As far as concentration is concerned, the terpeneless oil is only a little “stronger” in odor effect compared to the natural oil. The advantage of the terpeneless oil lies in an odor improvement and a better solubility, partly also in better keeping qualities. Terpeneless Bergamot Oil finds use in perfumery among the high-class perfumes, better florals, etc.",
        "usage": "-",
        "blends_well_with": [
            "in \"Muguet\", Chypre, Gardenia, Lavender, Violet, Numerous other sweet florals or fantasy bases"
        ]
    },
    {
        "name": "Birch Tar oil, rectified",
        "picture": "https://upload.wikimedia.org/wikipedia/commons/5/53/Birkenpech.JPG",
        "background_info": "The tar is produced from the bark of various birch species by slow destructive distillation. This tar is oily, almost black in color, and not quite homogeneous. Rectified Birch Tar is a pale yellow to brownish yellow, clear and oily liquid. The odor description, “like Russian leather”. The odor of Birch Tar Oil is distinctly phenolic, very penetrating and diffusive, obviously reminiscent of tar, charred wood and smoke. However, the most characteristic feature in the odor pattern of birch tar oil is the sweet-oily undertone which appears distinctly on the smelling blotter when the first empyreumatic notes have faded away. Rectified Birch Tar Oil has the additional advantage of being very pale and not discoloring with certain essential oils which would cause discoloration when mixed with phenols (patchouli, vetiver, copaiba balsam, etc.). The oil is easily soluble in alcohol, and does not impart an acid reaction to the perfume in which it is used. To the perfumer, this “heart” fraction of the birch tar oil is the true and highly appreciated sweet and powerful “leather” odor for fougères, chypres, “men’s fragrances”, after-shave lotions, modern fantasy bases, etc. ",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Blackcurrant",
        "picture": "https://loovfood.com/app/uploads/2023/02/Blackcurrant-berries-benefits.jpg",
        "background_info": "Various flavor materials are produced from the buds of the shrub, Ribes Nigrum, the black currant bush. A Black Currant Tincture is prepared by maceration. The tincture is not a commercial article, and the flavor house will usually have to collect the flower-buds from its own plantations for this purpose. The tincture is used in the flavoring of certain types of liqueurs. Black Currant Absolute is produced by extraction of the buds with benzene or petroleum ether. The absolute is a viscous liquid of dark green color and powerful spicy-woody odor. There is a slightly phenolic undertone and the tenacity is not outstanding. Black Currant Oil, also known as Niribine Oil, is steam distilled from the flower-buds of the above shrub. The oil is almost colorless, mobile and of a distinctly terpenic odor, reminiscent of the terpenes in nutmeg, neroli, basil, or marjoram oils. Its high price and poor tenacity make its application rather limited, and it is doubtful whether this oil will ever attain any importance in perfumery or flavor work.",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Bois de Rose oil (Rosewood)",
        "picture": "https://www.essentialoilscompany.com/cdn/shop/products/rosewood-oil-bois-de-rose-32227984572596_0fa66678-6213-403c-a1c3-36037ea507ca.jpg?v=1724122788",
        "background_info": "Ranking only a few years ago among the 15 “biggest” essential oils in the world, Bois de Rose Oil to-day is fighting for survival in strong competition with other essential oils, and particularly with synthetic Linalool. Bois de Rose Oil is steam distilled, occasionally water-distilled, from the chipped wood of Aniba Rosaeodora and possibly other species of the genus Burseraceae belonging to the laurel family. The tree is a tropical, medium-sized, wild-growing evergreen from the Amazon basin. In perfumery, the term Rosewood means only Bois de Rose of the above kind. Bois de Rose Oil is a colorless or pale yellow liquid of a refreshing, sweet-woody, somewhat floral-spicy odor. The topnote varies considerably with the origin and quality of the oil. It is usually somewhat camphoraceous-peppery, reminiscent of cineole and nutmeg terpenes. It is worthwhile remembering that Bois de Rose Oil can dissolve considerable amounts of water. ",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    },
    {
        "name": "Boronia Absolute",
        "picture": "https://boyanupbotanical.com.au/wp-content/uploads/sites/102/2022/09/Boronia-Megastigma-1.jpg",
        "background_info": "First of all, it is one of the very few flower absolutes which is not processed into a concrète in the immediate vicinity of the growing areas of the plant. Furthermore, it is one of the few, if not the only, flower absolute which contains lonones. Boronia Absolute is produced by petroleum ether extraction of the flowers of Boronia Megastigma which grows wild in abundance all along the coasts and swamplands of western and southwestern Australia. Boronia is a small shrub or bushy plant, 4 to 6 feet high. It is related to the citrus tree. The odor of the dark green and somewhat viscous absolute is fresh, fruity- green, sweet tea-like, slightly spicy-herbaceous (reminiscent of cinnamon and tobacco leaf). The main body notes display a tremendously rich and tenacious floral undertone of warm, woody-sweet character. Boronia Absolute is used in high class floral perfumes and bases, e.g. violet, mimosa, cassie, honeysuckle, sweet pea, etc.",
        "usage": "-",
        "blends_well_with": [
            "Sage clary, Bergamot, Costus, Sandalwood, Helichrysum, Amyl cinnamicaldehyde, Linalool, Salicylates, etc."
        ]
    },
    {
        "name": "Broom Absolute",
        "picture": "https://bs.plantnet.org/image/o/b540792b0597c15f42bfdaba56a56f312c90d5a2",
        "background_info": "The perfumer’s “absolute de genêt”, or Broom Absolute, is extracted from the so-called Spanish broom, Spartium Junceum. Broom Concrète is a solid, dark brown, unctuous mass of a sweet honey-rose-like, somewhat woody and haylike odor. The concrète yields about 35 to 50% of alcohol-soluble absolute. Broom Absolute is dark brown, semi-solid or viscous liquid, with an intensely sweet, floral haylike fragrance. The deep herbaceous-coumarinic background has great tenacity. The honey-rose notes are particularly useful in certain types of rose bases, tuberose, cassie, mimosa, violet, honeysuckle, etc. It is generally useful in modern aldehydic perfume types, green notes, etc.",
        "usage": "-",
        "blends_well_with": [
            "Ionones, Vetiver, Castoreum, etc."
        ]
    },
    {
        "name": "Bruyère",
        "picture": "https://bs.plantnet.org/image/o/de30fa2858ae3beb073b49a45ece344b0d587d81",
        "background_info": "Erica Arborea grows all over the Mediterranean countries, and it is particularly common in Algeria, Corsica, and in the Canary Islands. This plant may grow to an age of several hundred years and a height of 60 feet (18 metres). The roots of such old species are collected for the purpose of carving shag tobacco pipes (“Briar” wood). The unusually high content of ashes in the wood prevents it from “burning through” in a pipe. Waste wood from the pipe carving factories and workshops used to be discarded, but it is now occasionally used for the production of Bruyère Absolute. This absolute is a greenish-yellow to pale yellow or brownish-yellow, solid but soft mass, resembling guaiacwood or araucaria oils. The odor of bruyère absolute is very mild, woody- green and pleasant-balsamic, slightly spicy-aromatic. In rose perfumes, chypre bases, crêpe de Chine, oriental-woody bases, etc., bruyère absolute lends a delightful undertone and excellent fixative effect.",
        "usage": "-",
        "blends_well_with": [
            "Olibanum",
            "Ionones",
            "Sage Clary",
            "Oakmoss",
            "Labdanum absolutes",
            "etc."
        ]
    },
    {
        "name": "Buchu Leaf oil",
        "picture": "https://inaturalist-open-data.s3.amazonaws.com/photos/23131661/large.jpg",
        "background_info": "This essential oil is steam distilled from the dried leaves of Barosma Betulina, a herb which grows wild and abundantly in South Africa. Tinctures, oleoresins and other extracts are produced for pharmaceutical purposes. Only a small fraction of the total amount of harvested buchu leaves are used for distillation of essential oil. Buchu Leaf Oil is a yellow to brownish-yellow liquid, oily or somewhat viscous, depending upon the age of the oil and the dryness of the plant material prior to distillation. The odor is very peculiar: strong, bitter-sweet, minty-camphoraceous, rootlike, penetrating and somewhat medicinal, reminiscent of cough preparations. Buchu leaf oil is occasionally used in chypre bases, certain types of colognes, etc. for its power, diffusion, and freshness. On account of its very penetrating odor-flavor, this oil will always be limited to being a “low-percentage-item” in the formula.",
        "usage": "-",
        "blends_well_with": [
            "-"
        ]
    }
]